Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# PANOPTICON_SITES_LBL_TROUBLESHOOT_WEBSERVICES_HEAD
source: The “Web Services - Installer” plugin is disabled on your site
pl_pl: Wtyczka "Usługi sieciowe - Instalator" jest wyłączona na twojej witrynie.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_WEBSERVICES_BLAH1
source: Panopticon uses the Joomla! API Application services provided by the “Web Services - Installer” plugin to ensure that all necessary extensions are installed and published on your site.
pl_pl: Panopticon korzysta z usług aplikacji Joomla! API dostarczanych przez wtyczkę "Usługi sieciowe - Instalator", aby upewnić się, że wszystkie niezbędne rozszerzenia są zainstalowane i opublikowane na Twojej stronie.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_WEBSERVICES_BLAH2
source: Please go to your site's backend and click on System, Manage, Extensions. Search for the “Web Services - Installer” plugin and enable it.
pl_pl: Proszę przejdź do panelu administracyjnego swojej witryny i kliknij na System, Zarządzanie, Rozszerzenia. Wyszukaj wtyczkę "Web Services - Installer" i włącz ją.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PLUGIN_J3_HEAD
source: Cannot communicate to the “System - Panopticon Connector for Joomla 3” plugin on your site
pl_pl: Nie można nawiązać komunikacji z wtyczką „System - Panopticon Connector for Joomla 3” na Twojej stronie.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PLUGIN_J3_BLAH1
source: Panopticon uses its own plugin, “System - Panopticon Connector for Joomla 3”, to provide the necessary API
pl_pl: Panopticon korzysta ze swojej własnej wtyczki „System - Panopticon Connector for Joomla 3”, aby zapewnić niezbędne API.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PLUGIN_J3_BLAH2
source: Please go to your site's backend and click on Extensions, Plugins. Search for the “System - Panopticon Connector for Joomla 3” plugin and enable it.
pl_pl: Proszę przejdź do panelu administratora Twojej strony i kliknij na Rozszerzenia, Wtyczki. Wyszukaj wtyczkę „System - Panopticon Connector for Joomla 3” i włącz ją.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PLUGIN_J3_BLAH3
source: If you have already enabled this plugin, please change the Endpoint URL below to <code>%s</code>
pl_pl: Jeśli już włączyłeś tę wtyczkę, proszę zmień poniższy adres URL punktu końcowego na <code>%s</code>.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PWPROTECT_HEAD
source: Your site appears to be password–protected at the web server level
pl_pl: Twoja witryna wydaje się być zabezpieczona hasłem na poziomie serwera WWW.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PWPROTECT_BLAH1
source: Your site replied with an HTTP 401 Unauthorized status code when trying to access the API. This typically means that you have applied password protection at the web server level.
pl_pl: Twoja witryna odpowiedziała kodem stanu HTTP 401 Nieautoryzowany podczas próby dostępu do interfejsu API. Zazwyczaj oznacza to, że zastosowałeś zabezpieczenie hasłem na poziomie serwera WWW.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PWPROTECT_BLAH2
source: Please remove the password protection.
pl_pl: Proszę usuń zabezpieczenie hasłem.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PWPROTECT_BLAH3
source: Kindly note that the password protection may have been applied only to your site's <code>api</code> folder, or the root folder of your site. Look in both places, in this order.
pl_pl: Zauważ, że zabezpieczenie hasłem może zostać zastosowane tylko do folderu <code>api</code> Twojej witryny lub do głównego folderu Twojej witryny. Sprawdź oba miejsca, w tej kolejności.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PWPROTECT_BLAH3_J3
source: Kindly note that the password protection has been applied to the root folder of your site.
pl_pl: Zauważ, że zabezpieczenie hasłem zostało zastosowane do głównego folderu Twojej witryny.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_FUBAR_HEAD
source: Uh oh. Something is totally broken here…
pl_pl: Ups. Coś tutaj kompletnie nie działa...

# PANOPTICON_SITES_LBL_TROUBLESHOOT_FUBAR_BLAH1
source: Normally we can detect the nature of the connection error and provide some useful troubleshooting information here, or at least point you to some kind of useful, third party troubleshooting resource. When this is not the case, we can at least print out an error message which will help us help you troubleshoot it.
pl_pl: Zazwyczaj możemy wykryć naturę błędu połączenia i dostarczyć kilka przydatnych informacji do rozwiązywania problemów lub przynajmniej wskazać jakieś przydatne, zewnętrzne źródło informacji. Kiedy tak nie jest, możemy przynajmniej wyświetlić komunikat o błędzie, który pomoże nam w rozwiązywaniu problemu.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_FUBAR_BLAH2
source: Instead, we got an error which we should be able to provide troubleshooting information for (<span class="font-monospace">%s</span>), but we don't have the code for it. This should have not happened.
pl_pl: Zamiast tego otrzymaliśmy błąd, dla którego powinniśmy być w stanie dostarczyć informacje do rozwiązywania problemów (<span class="font-monospace">%s</span>), ale nie mamy kodu do tego. To nie powinno się zdarzyć.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_FUBAR_BLAH3
source: Please delete all files and folders inside the <code>tmp</code> folder of Akeeba Panopticon. This addresses the problem of this page's cached copy being severely out of date. If this doesn't help, please let us know.
pl_pl: Proszę usunąć wszystkie pliki i foldery wewnątrz folderu <code>tmp</code> Akeeba Panopticon. Rozwiązuje to problem znacznie przestarzałej kopii tej strony w pamięci podręcznej. Jeśli to nie pomoże, daj nam znać.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_INFO
source: Troubleshooting information
pl_pl: Informacje dotyczące rozwiązywania problemów

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_HTTP_STATUS
source: HTTP Status
pl_pl: Status HTTP

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_HTTP_BODY
source: HTTP Body
pl_pl: Treść HTTP

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_HTTP_HEADERS
source: HTTP Headers
pl_pl: Nagłówki HTTP

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_HTTP_HEADER_NO_STRING
source: (header content is not a string)
pl_pl: (treść nagłówków nie jest ciągiem znaków)

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_HTTP_HEADER_NO_PRINTABLE
source: (header content is not an array or string)
pl_pl: (treść nagłówków nie jest tablicą lub ciągiem znaków)

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_MUST_ENABLE_FOR_ISSUE
source: Before you attempt to submit an issue about this connection issue please go to Administration, System Configuration, System and enable Debug System. Then come back here and retry the same connection. You will receive detailed troubleshooting information which you need to include in your issue.
pl_pl: Zanim spróbujesz zgłosić problem dotyczący tego problemu z połączeniem, przejdź do Administracja, Konfiguracja systemu, System, i włącz tryb Debugowania systemu. Następnie wróć tutaj i spróbuj ponownie nawiązać to samo połączenie. Otrzymasz szczegółowe informacje do rozwiązywania problemów, które będziesz musiał dołączyć do swojego zgłoszenia.

# PANOPTICON_SITE_LBL_NOTES_HEAD
source: Notes
pl_pl: Notatki

# PANOPTICON_SITE_LBL_NOTES_HELP
source: Freeform notes about the site only shown to users who have edit privileges on the site.
pl_pl: Swobodne notatki dotyczące witryny widoczne tylko dla użytkowników posiadających uprawnienia do edycji na witrynie.

# PANOPTICON_SITE_LBL_NOTES_HELP_NO_PRIVILEGED
source: <strong>DO NOT INCLUDE PRIVILEGED INFORMATION</strong>, such as passwords, in Notes. The contents of this field are stored <em>unencrypted</em> in the database. If you want to store privileged information we strongly recommend using a password manager with the ability to store arbitrary information such as KeePassXC, Strongbox, 1Password, etc.
pl_pl: <strong>NIE WOLNO ZAWIERAĆ INFORMACJI PRYWATNYCH</strong>, takich jak hasła, w notatkach. Zawartość tego pola jest przechowywana <em>niezaszyfrowana</em> w bazie danych. Jeśli chcesz przechowywać informacje poufne, zalecamy korzystanie z menedżera haseł z możliwością przechowywania dowolnych informacji, takich jak KeePassXC, Strongbox, 1Password itp.

# PANOPTICON_SITE_LBL_NOTES_NONE
source: There are no notes.
pl_pl: Nie ma żadnych notatek.

# PANOPTICON_SITE_LBL_NOTES_EDIT
source: Edit site to edit notes
pl_pl: Edytuj witrynę, aby edytować notatki

# PANOPTICON_SYSCONFIG_TITLE
source: System Configuration
pl_pl: Konfiguracja systemu

# PANOPTICON_SYSCONFIG_ERR_USING_DOTENV
source: You cannot view or modify the System Configuration in Panopticon when using .env files for its configuration. Please edit the .env file itself.
pl_pl: Nie można przeglądać ani modyfikować Konfiguracji Systemu w Panopticon, gdy używasz plików .env do konfiguracji. Proszę edytować sam plik .env.

# PANOPTICON_SYSCONFIG_BTN_PHPINFO
source: PHP Information
pl_pl: Informacje o PHP

# PANOPTICON_SYSCONFIG_LBL_TAB_DISPLAY
source: Display
pl_pl: Wyświetlanie

# PANOPTICON_SYSCONFIG_LBL_TAB_AUTOMATION
source: Automatic Tasks
pl_pl: Automatyczne zadania

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_AUTOMATION
source: Automatic Execution of Tasks
pl_pl: Automatyczne wykonywanie zadań

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_CACHING
source: Caching
pl_pl: Buforowanie

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_COREUPDATES
source: Joomla!&reg; Updates
pl_pl: Aktualizacje Joomla!&reg;

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_DATABASE
source: Database Connection
pl_pl: Połączenie z bazą danych

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_DBTOOLS
source: Database Backup
pl_pl: Kopia zapasowa bazy danych

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_DISPLAY
source: Display Preferences
pl_pl: Preferencje wyświetlania

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_DASHBOARD
source: Dashboard Preferences
pl_pl: Preferencje pulpitu

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_EMAIL
source: Email Sending
pl_pl: Wysyłanie e-maili

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_EMAIL_TEST
source: Test Email Sending
pl_pl: Testowanie wysyłania e-maili

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_EXTUPDATES
source: Extension Updates
pl_pl: Aktualizacje rozszerzeń

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_LOGGING
source: Log Files
pl_pl: Pliki dziennika (logów)

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_PROXY
source: Proxy Server
pl_pl: Serwer proxy

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_SITE_INFO
source: Collecting Site Information
pl_pl: Zbieranie informacji o witrynie

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_UPTIME
source: Uptime Monitoring
pl_pl: Monitorowanie czasu pracy

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_SYSTEM
source: System Preferences
pl_pl: Preferencje systemowe

# PANOPTICON_SYSCONFIG_NO_EXTENSIONS_HEAD
source: No extensions found
pl_pl: Nie znaleziono rozszerzeń.

# PANOPTICON_SYSCONFIG_NO_EXTENSIONS_BODY
source: Set up your sites and wait until their extension update information refreshes - up to 15 minutes later. You will then see all of their installed extensions here.
pl_pl: Skonfiguruj swoje witryny i poczekaj, aż informacje o aktualizacji rozszerzeń się odświeżą - może to potrwać do 15 minut. Następnie zobaczysz tutaj wszystkie zainstalowane rozszerzenia.

# PANOPTICON_SYSCONFIG_LBL_FIELD_LIVE_SITE
source: Panopticon URL
pl_pl: Adres URL Panopticon

# PANOPTICON_SYSCONFIG_LBL_FIELD_LIVE_SITE_HELP
source: The base URL of your Panopticon installation. Used when sending email from unattended tasks.
pl_pl: Bazowy adres URL twojej instalacji Panopticonu. Używany podczas wysyłania e-maili z zadań bezobsługowych.

# PANOPTICON_SYSCONFIG_LBL_FIELD_SESSION_TIMEOUT
source: Session Timeout
pl_pl: Limit czasu sesji

# PANOPTICON_SYSCONFIG_LBL_FIELD_TIMEZONE
source: Time Zone
pl_pl: Strefa czasowa

# PANOPTICON_SYSCONFIG_LBL_FIELD_DEBUG
source: Debug System
pl_pl: System debugowania

# PANOPTICON_SYSCONFIG_LBL_FIELD_STATS_COLLECTION
source: Anonymous Usage Statistics Collection
pl_pl: Anonimowe zbieranie statystyk użytkowania

# PANOPTICON_SYSCONFIG_LBL_FIELD_STATS_COLLECTION_HELP
source: Akeeba Panopticon collects anonymous information about the Panopticon, PHP, and database server version. This aggregated information allows Akeeba to determine which versions of PHP and database servers to support in future releases.
pl_pl: Akeeba Panopticon zbiera anonimowe informacje o wersji Panopticon, PHP oraz serwera bazy danych. Te zanonimizowane informacje pozwalają Akeebie określić, które wersje PHP i serwerów baz danych wspierać w przyszłych wydaniach.

# PANOPTICON_SYSCONFIG_LBL_FIELD_STATS_COLLECTION_HELP_LEARN_MORE
source: Details of the information collected.
pl_pl: Szczegóły zebranych informacji.

# PANOPTICON_SYSCONFIG_LBL_FIELD_ERROR_REPORTING
source: Error Reporting
pl_pl: Raportowanie błędów

# PANOPTICON_SYSCONFIG_LBL_FIELD_TEMPLATE
source: Template
pl_pl: Szablon

# PANOPTICON_SYSCONFIG_LBL_FIELD_TEMPLATE_HELP
source: Custom templates must be installed in the <code>templates</code> folder.
pl_pl: Niestandardowe szablony muszą być zainstalowane w folderze <code>templates</code>.

# PANOPTICON_SYSCONFIG_LBL_FIELD_THEME
source: CSS Theme File
pl_pl: Plik motywu CSS

# PANOPTICON_SYSCONFIG_LBL_FIELD_THEME_DEFAULT
source: (Default)
pl_pl: (Domyślne)

# PANOPTICON_SYSCONFIG_LBL_FIELD_DARKMODE
source: Dark Mode
pl_pl: Tryb ciemny

# PANOPTICON_SYSCONFIG_LBL_FIELD_FONTSIZE
source: Font size
pl_pl: Rozmiar czcionki

# PANOPTICON_SYSCONFIG_LBL_FIELD_DASHBOARD_RELOAD_TIMER
source: Dashboard Reload Timer
pl_pl: Licznik czasu odświeżania pulpitu

# PANOPTICON_SYSCONFIG_LBL_FIELD_DASHBOARD_RELOAD_TIMER_HELP
source: Dashboard views will reload every this many seconds, unless manually paused.
pl_pl: Widoki pulpitu będą odświeżane co tyle sekund, chyba że zostaną ręcznie wstrzymane.

# PANOPTICON_SYSCONFIG_LBL_FIELD_DASHBOARD_MAX_ITEMS
source: Maximum Displayed Items
pl_pl: Maksymalna liczba wyświetlanych elementów

# PANOPTICON_SYSCONFIG_LBL_FIELD_DASHBOARD_MAX_ITEMS_HELP
source: Panopticon always loads up to 50 sites per HTTP request. This is the maximum number of sites to be displayed <em>in total</em>.
pl_pl: Panopticon zawsze wczytuje do 50 witryn na jedno żądanie HTTP. To jest maksymalna liczba witryn, która ma być wyświetlana <em>łącznie</em>.

# PANOPTICON_SYSCONFIG_LBL_FIELD_PHPWARNINGS
source: PHP Version Messages in Main Page
pl_pl: Komunikaty dotyczące wersji PHP na stronie głównej

# PANOPTICON_SYSCONFIG_LBL_FIELD_WEBCRON_KEY
source: Web CRON Key
pl_pl: Klucz Web CRON

# PANOPTICON_SYSCONFIG_LBL_FIELD_CRON_STUCK_THRESHOLD
source: Stuck Task Threshold
pl_pl: Próg zatrzymanego zadania

# PANOPTICON_SYSCONFIG_LBL_FIELD_MAX_EXECUTION
source: Maximum Execution Time
pl_pl: Maksymalny czas wykonania

# PANOPTICON_SYSCONFIG_LBL_FIELD_EXECUTION_BIAS
source: Execution Time Bias
pl_pl: Przechył czasu wykonania

# PANOPTICON_SYSCONFIG_LBL_FIELD_SITEINFO_FREQ
source: Frequency of Site Information Collection
pl_pl: Częstotliwość zbierania informacji o witrynie

# PANOPTICON_SYSCONFIG_LBL_FIELD_CACHING_TIME
source: Default Cache Time
pl_pl: Domyślny czas buforowania

# PANOPTICON_SYSCONFIG_LBL_FIELD_CACHE_ADAPTER
source: Storage
pl_pl: Przechowywanie

# PANOPTICON_SYSCONFIG_LBL_FIELD_CACHING_REDIS_DSN_HELP
source: How to connect to your Redis server. Please read <a href="https://symfony.com/doc/current/components/cache/adapters/redis_adapter.html#configure-the-connection" target="_blank">the Symfony Cache Redis adapter documentation</a> for information on the syntax.
pl_pl: Jak połączyć się z serwerem Redis. Proszę przeczytać <a href="https://symfony.com/doc/current/components/cache/adapters/redis_adapter.html#configure-the-connection" target="_blank">dokumentację adaptera Redis do Symfony Cache</a> po informacje dotyczące składni.

# PANOPTICON_SYSCONFIG_LBL_FIELD_CACHING_MEMCACHED_DSN_HELP
source: How to connect to your Memcached server. Please read <a href="https://symfony.com/doc/current/components/cache/adapters/memcached_adapter.html#configure-the-connection" target="_blank">the Symfony Cache Memcached adapter documentation</a> for information on the syntax.
pl_pl: Jak połączyć się z serwerem Memcached. Proszę przeczytać <a href="https://symfony.com/doc/current/components/cache/adapters/memcached_adapter.html#configure-the-connection" target="_blank">dokumentację adaptera Memcached do Symfony Cache</a> po informacje dotyczące składni.

# PANOPTICON_SYSCONFIG_LBL_FIELD_LOG_LEVEL
source: Log Level
pl_pl: Poziom dziennika

# PANOPTICON_SYSCONFIG_LBL_FIELD_LOG_ROTATE_COMPRESS
source: Compress Rotated Logs
pl_pl: Kompresuj zrotowane dzienniki

# PANOPTICON_SYSCONFIG_LBL_FIELD_LOG_BACKUP_THRESHOLD
source: Log File Retention
pl_pl: Zachowanie plików dziennika

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBBACKUP_AUTO
source: Automatic Database Backups
pl_pl: Automatyczne kopie zapasowe bazy danych

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBBACKUP_AUTO_HELP
source: Should I take daily, automatic backups of the important database tables?
pl_pl: Czy powinienem wykonywać codzienne, automatyczne kopie zapasowe ważnych tabel bazy danych?

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBBACKUP_COMPRESS
source: Compress Database Backups
pl_pl: Kompresować kopie zapasowe bazy danych

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBBACKUP_COMPRESS_HELP
source: Should I compress the database backups with Gzip?
pl_pl: Czy powinienem skompresować kopie zapasowe bazy danych za pomocą Gzip?

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBBACKUP_MAXFILES
source: Maximum Number Of Database Backups
pl_pl: Maksymalna liczba kopii zapasowych bazy danych

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBBACKUP_MAXFILES_HELP
source: How many database backup files should I keep? Only applies to backups taken automatically, backups taken manually from the Database Backups page, and backups taken from the CLI to the default directory.
pl_pl: Ile plików kopii zapasowych bazy danych powinienem przechowywać? Dotyczy to tylko automatycznie pobieranych kopii zapasowych, ręcznie pobieranych z strony Kopie zapasowe bazy danych oraz pobieranych z wiersza poleceń do domyślnego katalogu.

# PANOPTICON_SYSCONFIG_LBL_DATABASE_WARNING_HEAD
source: Do not change without adequate preparation
pl_pl: Nie zmieniaj bez odpowiedniego przygotowania

# PANOPTICON_SYSCONFIG_LBL_DATABASE_WARNING_BODY
source: Always make a copy of your <code>config.php</code> file, e.g. by copying it as <code>config.bak.php</code> before changing anything here. Always prepare the new database, database user, and/or database tables before making changes here. Remember that Panopticon will <em>not</em> move or rename database tables for you. If things break, restore your old copy of your <code>config.php</code> file.
pl_pl: Zawsze wykonaj kopię pliku <code>config.php</code>, np. kopiując go jako <code>config.bak.php</code> przed dokonywaniem tutaj zmian. Zawsze przygotuj nową bazę danych, użytkownika bazy danych i/lub tabele bazy danych przed dokonaniem tutaj zmian. Pamiętaj, że Panopticon <em>nie</em> przeniesie ani nie zmieni nazw tabel bazy danych za Ciebie. Jeśli coś się zepsuje, przywróć stary plik <code>config.php</code>.

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBDRIVER
source: Database Driver
pl_pl: Sterownik bazy danych

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBHOST
source: Database Hostname
pl_pl: Nazwa hosta bazy danych

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBUSER
source: Database Username
pl_pl: Nazwa użytkownika bazy danych

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBPASS
source: Database Password
pl_pl: Hasło do bazy danych

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBNAME
source: Database Name
pl_pl: Nazwa bazy danych

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBPREFIX
source: Database Prefix
pl_pl: Prefiks bazy danych

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBCHARSET
source: Connection Character Set
pl_pl: Zestaw znaków połączenia

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBCHARSET_HELP
source: Best use the utf8mb4 option. The utf8 option will prevent you from using some characters, such as Emoji, some extended Chinese characters, etc.
pl_pl: Najlepiej używać opcji utf8mb4. Opcja utf8 może uniemożliwić korzystanie z niektórych znaków, takich jak emoji, niektóre rozszerzone znaki chińskie, itp.

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBENCRYPTION
source: Database Encryption
pl_pl: Szyfrowanie bazy danych

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBENCRYPTION_HELP
source: Only enable if your database driver requires authentication with an SSL/TLS certificate. Most users can and should leave this disabled.
pl_pl: Włącz tylko jeśli Twój sterownik bazy danych wymaga uwierzytelnienia za pomocą certyfikatu SSL/TLS. Większość użytkowników może i powinna pozostawić to wyłączone.

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBSSLCA
source: Path to SSL/TLS CA Certificate
pl_pl: Ścieżka do certyfikatu CA SSL/TLS

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBSSLKEY
source: Path to SSL/TLS Key File
pl_pl: Ścieżka do pliku klucza SSL/TLS

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBSSLCERT
source: Path to SSL/TLS Certificate File
pl_pl: Ścieżka do pliku certyfikatu SSL/TLS

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBSSLVERIFYSERVERCERT
source: Verify SSL/TLS Server Certificates
pl_pl: Weryfikuj certyfikaty serwera SSL/TLS

# PANOPTICON_SYSCONFIG_LBL_FIELD_MAIL_ONLINE
source: Mail Sending
pl_pl: Wysyłanie poczty

# PANOPTICON_SYSCONFIG_LBL_FIELD_IMMEDIATE_EMAIL
source: Immediate Email Sending
pl_pl: Natychmiastowe wysyłanie e-maili

# PANOPTICON_SYSCONFIG_LBL_FIELD_IMMEDIATE_EMAIL_HELP
source: Enable to sends emails right when they are generated. Disable to enqueue emails for batch sending at a later time. If you have dozens to hundreds of recipients for every email you should disable this option to prevent timeouts.
pl_pl: Włącz, aby wysyłać e-maile natychmiast po ich wygenerowaniu. Wyłącz, aby kolejkować e-maile do wysłania partiami w późniejszym czasie. Jeśli masz dziesiątki lub setki odbiorców dla każdego e-maila, powinieneś wyłączyć tę opcję, aby zapobiec przekroczeniom czasu oczekiwania.

# PANOPTICON_SYSCONFIG_LBL_FIELD_MAIL_INLINE_IMAGES
source: Inline Images in Email
pl_pl: Obrazy osadzone w treści e-mail

# PANOPTICON_SYSCONFIG_LBL_FIELD_MAILER
source: Mail Handler
pl_pl: Obsługa poczty

# PANOPTICON_SYSCONFIG_LBL_FIELD_MAILFROM
source: Sender Address
pl_pl: Adres nadawcy

# PANOPTICON_SYSCONFIG_LBL_FIELD_FROMNAME
source: Sender Name
pl_pl: Nazwa nadawcy

# PANOPTICON_SYSCONFIG_LBL_FIELD_SMTPHOST
source: SMTP Host
pl_pl: Host SMTP

# PANOPTICON_SYSCONFIG_LBL_FIELD_SMTPPORT
source: SMTP Port
pl_pl: Port SMTP

# PANOPTICON_SYSCONFIG_LBL_FIELD_SMTPSECURE
source: SMTP Security
pl_pl: Bezpieczeństwo SMTP

# PANOPTICON_SYSCONFIG_LBL_FIELD_SMTPAUTH
source: SMTP Authentication
pl_pl: Autoryzacja SMTP

# PANOPTICON_SYSCONFIG_LBL_FIELD_SMTPUSER
source: SMTP Username
pl_pl: Nazwa użytkownika SMTP

# PANOPTICON_SYSCONFIG_LBL_FIELD_SMTPPASS
source: SMTP Password
pl_pl: Hasło SMTP

# PANOPTICON_SYSCONFIG_LBL_FIELD_TASKS_COREUPDATE_INSTALL
source: When An Update Is Found
pl_pl: Gdy zostanie znaleziona aktualizacja

# PANOPTICON_SYSCONFIG_LBL_FIELD_TASKS_COREUPDATE_INSTALL_HELP
source: Do nothing: no action is taken. Send email: An email is sent, nothing is installed. Patch: Only patch versions (e.g. 1.2.<strong>3</strong> to 1.2.<strong>4</strong>) are installed; an email is sent otherwise. Minor: Only path and minor versions (e.g. 1.<strong>2</strong>.x to 1.<strong>3</strong>.x) are installed; an email is sent otherwise. Any version: installs all updates, even if the major version changes (e.g. <strong>1</strong>.x to <strong>2</strong>.x).
pl_pl: Nie rób nic: nie podejmuj żadnych działań. Wyślij e-mail: wysyłany jest e-mail, nic nie jest instalowane. Poprawka: instalowane są tylko wersje poprawkowe (np. 1.2.<strong>3</strong> do 1.2.<strong>4</strong>); w przeciwnym razie wysyłany jest e-mail. Mniejsza: instalowane są tylko wersje poprawkowe i mniejsze (np. 1.<strong>2</strong>.x do 1.<strong>3</strong>.x); w przeciwnym razie wysyłany jest e-mail. Dowolna wersja: instalowane są wszystkie aktualizacje, nawet jeśli zmienia się główna wersja (np. <strong>1</strong>.x do <strong>2</strong>.x).
