Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# PANOPTICON_SETUP_SUBTITLE_DATABASE
source: Database Configuration
pl_pl: Konfiguracja bazy danych.

# PANOPTICON_SETUP_SUBTITLE_SETUP
source: User Setup
pl_pl: Konfiguracja użytkownika.

# PANOPTICON_SETUP_SUBTITLE_CRON
source: CRON Job Setup
pl_pl: Konfiguracja zadania CRON

# PANOPTICON_SETUP_SUBTITLE_FINISH
source: Finished
pl_pl: Zakończono

# PANOPTICON_SETUP_LBL_HEAD_WELCOME
source: Welcome to %s
pl_pl: Witaj w %s

# PANOPTICON_SETUP_LBL_WELCOME_HERO_TEXT
source: You can use Panopticon to monitor your Joomla!&reg; sites. But first, we need to make sure your server meets the minimum requirements.
pl_pl: Możesz użyć Panopticona do monitorowania swoich witryn Joomla!&reg;. Ale najpierw musimy upewnić się, że Twój serwer spełnia minimalne wymagania.

# PANOPTICON_SETUP_BTN_LETS_GO
source: Let's go!
pl_pl: Zaczynamy!

# PANOPTICON_SETUP_SESSION_LBL_WARNING_HEADER
source: Create a new session save path
pl_pl: Utwórz nową ścieżkę zapisu sesji

# PANOPTICON_SETUP_SESSION_LBL_WARNING_BODY
source: The session write path configured in PHP cannot be written to, making logging in impossible. To address this problem, Panopticon will attempt to create a session save path in the <code>%s</code> directory. For this to be possible, you need to enter the FTP or SFTP connection details to your site's root. If you are unsure about these settings, please ask your host.
pl_pl: Ścieżka zapisu sesji skonfigurowana w PHP nie może być zapisywana, co uniemożliwia zalogowanie się. Aby rozwiązać ten problem, Panopticon spróbuje utworzyć ścieżkę zapisu sesji w katalogu <code>%s</code>. Aby to było możliwe, musisz wprowadzić dane połączenia FTP lub SFTP do głównego katalogu Twojej witryny. Jeśli nie jesteś pewien tych ustawień, poproś swojego dostawcę usług hostingowych o pomoc.

# PANOPTICON_SETUP_SESSION_LBL_ERROR_HEADER
source: An error occurred while trying to create a session save path
pl_pl: Wystąpił błąd podczas próby utworzenia ścieżki zapisu sesji.

# PANOPTICON_SETUP_LBL_FS_DRIVER_SESSION
source: Connection method
pl_pl: Metoda połączenia

# PANOPTICON_SETUP_BTN_MAKE_SESSION_FOLDER
source: Create a session path
pl_pl: Utwórz ścieżkę sesji

# PANOPTICON_SETUP_BTN_SESSION_FIXED_IT
source: I fixed it myself; check again
pl_pl: Naprawiłem to samodzielnie; sprawdź ponownie

# PANOPTICON_SETUP_LBL_FS_DRIVER_FILE
source: Direct File Writes
pl_pl: Bezpośrednie zapisy plików

# PANOPTICON_SETUP_LBL_FS_DRIVER_HELP
source: On some shared hosting environments you need to use FTP or SFTP to be able to write to your site's files.
pl_pl: Na niektórych środowiskach hostingu współdzielonego konieczne jest użycie FTP lub SFTP, aby móc zapisywać pliki witryny.

# PANOPTICON_SETUP_LBL_FS_FTP_DIRECTORY
source: (S)FTP directory
pl_pl: Katalog (S)FTP

# PANOPTICON_SETUP_LBL_FS_FTP_DIRECTORY_HELP
source: The (S)FTP directory to the Panopticon installation. On FTP servers this is not the same as the filesystem path. If unsure, ask your host.
pl_pl: Katalog (S)FTP do instalacji Panopticon. Na serwerach FTP ścieżka ta nie jest taka sama jak ścieżka systemu plików. Jeśli nie jesteś pewien, zapytaj swojego dostawcę hostingu.

# PANOPTICON_SETUP_LBL_FS_FTP_HOST
source: (S)FTP server hostname
pl_pl: Nazwa hosta serwera (S)FTP

# PANOPTICON_SETUP_LBL_FS_FTP_HOST_HELP
source: The hostname or IP address of your (S)FTP server, e.g. <code>ftp.example.com</code> or <code>127.0.0.1</code>. You MUST enter this <em>without</em> the <code>ftp://</code>, <code>sftp://</code> or <code>ssh://</code> prefix. If unsure about this and the other FTP settings please ask your host.
pl_pl: Nazwa hosta lub adres IP Twojego serwera (S)FTP, np. <code>ftp.przyklad.com</code> lub <code>127.0.0.1</code>. MUSISZ wprowadzić to <em>BEZ</em> przedrostka <code>ftp://</code>, <code>sftp://</code> lub <code>ssh://</code>. Jeśli nie jesteś pewien tego i innych ustawień FTP, zapytaj swojego dostawcę hostingu.

# PANOPTICON_SETUP_LBL_FS_FTP_PASSIVE
source: Use Passive mode
pl_pl: Użyj trybu pasywnego

# PANOPTICON_SETUP_LBL_FS_FTP_PASSIVE_HELP
source: Only applicable for FTP. When selected, Panopticon will use the FTP Passive mode. Most FTP servers require it. If your host requires FTP Active mode uncheck this box. If unsure, please ask your host.
pl_pl: Dotyczy tylko protokołu FTP. Po wybraniu tej opcji, Panopticon będzie korzystać z trybu pasywnego FTP. Większość serwerów FTP wymaga tego trybu. Jeśli Twój dostawca wymaga trybu aktywnego FTP, odznacz to pole. Jeśli nie jesteś pewien, zapytaj swojego dostawcę hostingu.

# PANOPTICON_SETUP_LBL_FS_FTP_PASSWORD
source: (S)FTP password
pl_pl: Hasło do (S)FTP

# PANOPTICON_SETUP_LBL_FS_FTP_PASSWORD_HELP
source: The password you use to connect to your (S)FTP server. If unsure, ask your host.
pl_pl: Hasło, którego używasz do połączenia się z serwerem (S)FTP. Jeśli nie jesteś pewien, zapytaj swojego dostawcę hostingu.

# PANOPTICON_SETUP_LBL_FS_FTP_PORT
source: (S)FTP server port
pl_pl: Port serwera (S)FTP

# PANOPTICON_SETUP_LBL_FS_FTP_PORT_HELP
source: The port number your (S)FTP server listens to. Usually it's 21 for FTP and 22 for SFTP. If unsure, ask your host.
pl_pl: Numer portu, na którym nasłuchuje serwer (S)FTP. Zazwyczaj jest to 21 dla FTP i 22 dla SFTP. Jeśli nie jesteś pewien, zapytaj swojego dostawcę hostingu.

# PANOPTICON_SETUP_LBL_FS_FTP_SSL
source: Use SSL
pl_pl: Użyj SSL

# PANOPTICON_SETUP_LBL_FS_FTP_SSL_HELP
source: Only applicable for FTP, ignored for SFTP. When selected, Panopticon will use FTP over Explicit SSL (FTP/S). Please note that this is not to be confused with SFTP which is an entirely different thing.
pl_pl: Dotyczy tylko protokołu FTP i jest ignorowane dla SFTP. Po wybraniu tej opcji, Panopticon będzie korzystać z FTP z wykorzystaniem jawnej SSL (FTP/S). Proszę zauważyć, że nie należy mylić tego z SFTP, który jest zupełnie inną rzeczą.

# PANOPTICON_SETUP_LBL_FS_FTP_USERNAME
source: (S)FTP username
pl_pl: Nazwa użytkownika (S)FTP

# PANOPTICON_SETUP_LBL_FS_FTP_USERNAME_HELP
source: The username you use to connect to your (S)FTP server. If unsure, ask your host.
pl_pl: Nazwa użytkownika, którą używasz do połączenia się z serwerem (S)FTP. Jeśli nie jesteś pewien, zapytaj swojego dostawcę hostingu.

# PANOPTICON_SETUP_LBL_NOSCRIPT_HEAD
source: JavaScript is disabled
pl_pl: JavaScript jest wyłączony

# PANOPTICON_SETUP_LBL_NOSCRIPT_EXPLAIN
source: You need to enable JavaScript in your browser to use Panopticon.
pl_pl: Aby korzystać z Panopticon, musisz włączyć JavaScript w przeglądarce.

# PANOPTICON_SETUP_LBL_BROKEN_JS_HEAD
source: Required JavaScript does not load
pl_pl: Wymagany JavaScript nie został załadowany.

# PANOPTICON_SETUP_LBL_BROKEN_JS_EXPLAIN
source: The JavaScript files for Panopticon are not loading properly. Make sure you installation is not missing files, check permissions, and clear your browser's cache.
pl_pl: Pliki JavaScript dla Panopticon nie są poprawnie ładowane. Upewnij się, że instalacja nie brakuje plików, sprawdź uprawnienia i wyczyść pamięć podręczną przeglądarki.

# PANOPTICON_SETUP_LBL_PRECHECK_HEAD_OK
source: All systems go!
pl_pl: Wszystkie systemy działają poprawnie!

# PANOPTICON_SETUP_LBL_PRECHECK_REQUIREMENTS_OK
source: Your server meets all requirements.
pl_pl: Twój serwer spełnia wszystkie wymagania.

# PANOPTICON_SETUP_LBL_PRECHECK_RECOMMENDED_IMPROVE
source: Some optional settings can be improved (see below).
pl_pl: Niektóre opcjonalne ustawienia mogą być ulepszone (patrz poniżej).

# PANOPTICON_SETUP_LBL_PRECHECK_YOU_MAY_CONTINUE
source: You may continue installing Panopticon.
pl_pl: Możesz kontynuować instalację Panopticon.

# PANOPTICON_SETUP_LBL_PRECHECK_BTN_SHOW_OPTIONAL_SETTINGS
source: Show optional settings
pl_pl: Pokaż opcjonalne ustawienia

# PANOPTICON_SETUP_LBL_PRECHECK_HEAD_FAIL
source: Some requirements are not met
pl_pl: Niektóre wymagania nie są spełnione.

# PANOPTICON_SETUP_LBL_PRECHECK_REQUIREMENTS_FAIL
source: Your server does not meet all minimum requirements.
pl_pl: Twój serwer nie spełnia wszystkich minimalnych wymagań.

# PANOPTICON_SETUP_LBL_PRECHECK_RECOMMENDED_FAIL
source: Moreover, some optional settings can be improved (see below).
pl_pl: Ponadto, niektóre opcjonalne ustawienia mogą być ulepszone (patrz poniżej).

# PANOPTICON_SETUP_LBL_PRECHECK_CANNOT_CONTINUE
source: You need to address those issues before installing Panopticon.
pl_pl: Musisz rozwiązać te problemy przed instalacją Panopticon.

# PANOPTICON_SETUP_BTN_RETRY_PRECHECK
source: Check again
pl_pl: Sprawdź ponownie.

# PANOPTICON_SETUP_BTN_IGNORE_AND_NEXT
source: Ignore the errors <em>at your own risk</em>
pl_pl: Zignoruj błędy <em>na własne ryzyko</em>

# PANOPTICON_SETUP_LBL_REQUIRED
source: Requirements
pl_pl: Wymagania

# PANOPTICON_SETUP_LBL_REQ_PHP_VERSION
source: PHP version >= %s
pl_pl: Wersja PHP >= %s

# PANOPTICON_SETUP_LBL_REQ_XML
source: PHP XML extension
pl_pl: Rozszerzenie PHP XML

# PANOPTICON_SETUP_LBL_REQ_CURL
source: PHP cURL extension
pl_pl: Rozszerzenie PHP cURL

# PANOPTICON_SETUP_LBL_REQ_DATABASE
source: PHP MySQLi or PDO MySQL extension
pl_pl: Rozszerzenie PHP MySQLi lub PDO MySQL

# PANOPTICON_SETUP_LBL_REQ_INIPARSER
source: INI Parser Support
pl_pl: Wsparcie dla analizatora INI

# PANOPTICON_SETUP_LBL_REQ_JSON
source: JSON Support
pl_pl: Wsparcie dla JSON

# PANOPTICON_SETUP_LBL_REQ_CONFIGJSON
source: Configuration file is writeable
pl_pl: Plik konfiguracyjny jest zapisywalny

# PANOPTICON_SETUP_LBL_RECOMMENDED
source: Optional Settings
pl_pl: Opcjonalne ustawienia

# PANOPTICON_SETUP_LBL_SETTING
source: Setting
pl_pl: Ustawienie

# PANOPTICON_SETUP_LBL_RECOMMENDED_VALUE
source: Recommended
pl_pl: Zalecane

# PANOPTICON_SETUP_LBL_CURRENT_SETTING
source: Current
pl_pl: Obecny

# PANOPTICON_SETUP_LBL_REC_DISPERRORS
source: Display Errors
pl_pl: Wyświetlaj błędy

# PANOPTICON_SETUP_LBL_REC_OUTBUF
source: Output Buffering
pl_pl: Buforowanie wyjścia

# PANOPTICON_SETUP_LBL_REC_SESSIONAUTO
source: Session Auto Start
pl_pl: Automatyczne Rozpoczynanie Sesji

# PANOPTICON_SETUP_LBL_REC_FTP
source: PHP FTP Extension
pl_pl: Rozszerzenie PHP FTP

# PANOPTICON_SETUP_LBL_REC_SSH2
source: SFTP Support
pl_pl: Wsparcie dla SFTP

# PANOPTICON_SETUP_LBL_DATABASE_HEAD_TEXT
source: Panopticon needs a database to work. First, create a database - and a database user - on your server. Then enter the connection information to the database below. If something is unclear please check with the company hosting your site.
pl_pl: Panopticon potrzebuje bazy danych, aby działać. Najpierw utwórz bazę danych - oraz użytkownika bazy danych - na swoim serwerze. Następnie wprowadź poniżej informacje o połączeniu z bazą danych. Jeśli coś jest niejasne, skonsultuj się z firmą hostingową swojej witryny.

# PANOPTICON_SETUP_LBL_DATABASE_DRIVER
source: Database type
pl_pl: Typ bazy danych

# PANOPTICON_SETUP_LBL_DATABASE_DRIVER_HELP
source: This is usually MySQLi (<em>with</em> the trailing "i")
pl_pl: Zazwyczaj jest to MySQLi (<em>z</em> końcówką "i")

# PANOPTICON_SETUP_LBL_DATABASE_DRIVER_MYSQL
source: MySQL (obsolete driver for MySQL - avoid using)
pl_pl: MySQL (przestarzały sterownik dla MySQL - unikaj używania)

# PANOPTICON_SETUP_LBL_DATABASE_DRIVER_MYSQLI
source: MySQLi (preferred driver for MySQL)
pl_pl: MySQLi (preferowany sterownik dla MySQL)

# PANOPTICON_SETUP_LBL_DATABASE_HOST
source: Database server host name
pl_pl: Nazwa hosta serwera bazy danych

# PANOPTICON_SETUP_LBL_DATABASE_HOST_HELP
source: The host name or IP address of the database server (usually: localhost). Please note that localhost and 127.0.0.1 are <em>very</em> different as far as MySQL is concerned; you may have to try both to see which works with your database server. If your server is using a non-standard port, append it after the hostname prefixed with a colon, e.g. 127.0.0.1:1234 to use a database server on 127.0.0.1 listening to port 1234.
pl_pl: Nazwa hosta lub adres IP serwera bazy danych (zazwyczaj: localhost). Należy zauważyć, że localhost i 127.0.0.1 są <em>bardzo</em> różne z punktu widzenia MySQLa; możesz musieć spróbować obu, aby sprawdzić, które działa z twoim serwerem bazy danych. Jeśli serwer korzysta z niestandardowego portu, dodaj go po nazwie hosta poprzedzonego dwukropkiem, np. 127.0.0.1:1234, aby użyć serwera bazy danych na 127.0.0.1 nasłuchującego na porcie 1234.

# PANOPTICON_SETUP_LBL_DATABASE_NAME
source: Database name
pl_pl: Nazwa bazy danych

# PANOPTICON_SETUP_LBL_DATABASE_NAME_HELP
source: The name of your database. Most hosts using cPanel, Plesk and other major hosting panels will give database names like abcdef_username, where abcdef is your hosting control panel username. If unsure, please ask your host.
pl_pl: Nazwa twojej bazy danych. Większość dostawców hostingu korzystających z paneli cPanel, Plesk i innych głównych paneli hostingowych nadaje nazwy baz danych w stylu abcdef_username, gdzie abcdef to nazwa użytkownika twojego panelu sterowania hostingiem. Jeśli nie jesteś pewien, zapytaj swojego dostawcę hostingu.

# PANOPTICON_SETUP_LBL_DATABASE_PASS
source: Password
pl_pl: Hasło

# PANOPTICON_SETUP_LBL_DATABASE_PASS_HELP
source: The password you use to connect to your database.
pl_pl: Hasło, którego używasz do połączenia się z bazą danych.

# PANOPTICON_SETUP_LBL_DATABASE_PREFIX
source: Database table name prefix
pl_pl: Prefiks nazwy tabeli bazy danych

# PANOPTICON_SETUP_LBL_DATABASE_PREFIX_HELP
source: The common table name prefix of all database tables belonging to this Panopticon installation.
pl_pl: Wspólny prefiks nazwy tabeli wszystkich tabel bazy danych należących do tej instalacji Panopticon.

# PANOPTICON_SETUP_LBL_DATABASE_USER
source: User name
pl_pl: Nazwa użytkownika

# PANOPTICON_SETUP_LBL_DATABASE_USER_HELP
source: The username you use to connect to your database. Most hosts using cPanel, Plesk and other major hosting panels will give usernames like abcdef_username, where abcdef is your hosting control panel username. If unsure, please ask your host.
pl_pl: Nazwa użytkownika, którą używasz do połączenia się z bazą danych. Większość dostawców hostingu korzystających z paneli cPanel, Plesk i innych głównych paneli hostingowych nadaje nazwy użytkowników w stylu abcdef_username, gdzie abcdef to nazwa użytkownika twojego panelu sterowania hostingiem. Jeśli nie jesteś pewien, zapytaj swojego dostawcę hostingu.

# PANOPTICON_SETUP_LBL_DATABASE_DBENCRYPTION
source: Connect with an SSL certificate
pl_pl: Połącz się za pomocą certyfikatu SSL

# PANOPTICON_SETUP_LBL_DATABASE_DBENCRYPTION_HELP
source: Should we connect to the database using an SSL certificate? This can be used instead of username and password authentication (encrypted connection with certificate authentication) or <em>on top of</em> username and password authentication (encrypted connection with password authentication). If you don't know what this means set this option to No and ignore the next few options as well.
pl_pl: Czy powinniśmy łączyć się z bazą danych za pomocą certyfikatu SSL? Można go używać zamiast uwierzytelnienia za pomocą nazwy użytkownika i hasła (szyfrowane połączenie z uwierzytelnieniem certyfikatu) lub <em>na podstawie</em> uwierzytelnienia za pomocą nazwy użytkownika i hasła (szyfrowane połączenie z uwierzytelnieniem hasła). Jeśli nie wiesz, co to oznacza, ustaw tę opcję na Nie i zignoruj kolejne kilka opcji.

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLCIPHER
source: SSL/TLS Encryption Methods
pl_pl: Metody szyfrowania SSL/TLS

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLCIPHER_HELP
source: Enter a list of encryption methods for connecting with SSL certificates, separated by colons. If left empty the default list (<code>AES128-GCM-SHA256:AES256-GCM-SHA384:AES128-CBC-SHA256:AES256-CBC-SHA384:DES-CBC3-SHA</code>) will be used (recommended).
pl_pl: Wprowadź listę metod szyfrowania do połączenia za pomocą certyfikatów SSL, oddzielając je dwukropkami. Jeśli pozostawisz to pole puste, zostanie użyta domyślna lista (<code>AES128-GCM-SHA256:AES256-GCM-SHA384:AES128-CBC-SHA256:AES256-CBC-SHA384:DES-CBC3-SHA</code>) (zalecane).

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLCA
source: Certification Authority (CA) file
pl_pl: Plik Organizacji Certyfikującej (CA)

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLCA_HELP
source: Absolute file path to the Certification Authority (CA) certificate PEM file of your database server, e.g. <code>/home/myuser/ca.pem</code>
pl_pl: Bezwzględna ścieżka pliku PEM certyfikatu Autoryzującego (CA) Twojego serwera bazy danych, np. <code>/home/myuser/ca.pem</code>

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLKEY
source: Database user's Private Key file
pl_pl: Plik Klucza Prywatnego użytkownika bazy danych

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLKEY_HELP
source: Absolute file path to the private key PEM file of your database user, e.g. <code>/home/myuser/myuser-key.pem</code>
pl_pl: Bezwzględna ścieżka pliku PEM Klucza Prywatnego Twojego użytkownika bazy danych, np. <code>/home/myuser/myuser-key.pem</code>

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLCERT
source: Database user's Public Key (Certificate) file
pl_pl: Plik Klucza Publicznego (Certyfikatu) użytkownika bazy danych

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLCERT_HELP
source: Absolute file path to the public key (certificate) PEM file of your database user, e.g. <code>/home/myuser/myuser.pem</code>
pl_pl: Bezwzględna ścieżka pliku PEM Klucza Publicznego (Certyfikatu) Twojego użytkownika bazy danych, np. <code>/home/myuser/myuser.pem</code>

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLVERIFYSERVERCERT
source: Verify server certificate
pl_pl: Zweryfikuj certyfikat serwera

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLVERIFYSERVERCERT_HELP
source: Set to Yes to verify the certificate the server sends back to us. This is verified against the Certification Authority (CA) file you specified. If you get connection errors set this to No; some setups (especially those generated by the <code>mysql_ssl_rsa_setup</code>) may disallow a connection if certification verification is enabled. If you enable verification and the CA file field is left blank the server's certificate will be checked against the Certification Authority files your server knows about, see the <code>openssl.cafile</code> and <code>openssl.capath</code> PHP options.
pl_pl: Ustaw na Tak, aby zweryfikować certyfikat, który serwer wysyła nam z powrotem. Jest to weryfikowane w stosunku do pliku Autoryzującego (CA), który podałeś. Jeśli otrzymujesz błędy połączenia, ustaw to na Nie; niektóre konfiguracje (szczególnie te generowane przez <code>mysql_ssl_rsa_setup</code>) mogą uniemożliwić połączenie, jeśli weryfikacja certyfikacji jest włączona. Jeśli włączysz weryfikację, a pole z plikiem CA jest puste, certyfikat serwera zostanie sprawdzony na podstawie plików CA, które zna Twój serwer, patrz opcje PHP <code>openssl.cafile</code> i <code>openssl.capath</code>.

# PANOPTICON_SETUP_DIRECTFTP_HOST_TITLE
source: Host name
pl_pl: Nazwa hosta

# PANOPTICON_SETUP_DIRECTFTP_HOST_DESCRIPTION
source: The FTP server's host name, without the protocol. Do not use <s><code>ftp://example.com</code></s>; use <code>example.com</code> instead.
pl_pl: Nazwa hosta serwera FTP, bez protokołu. Nie używaj <s><code>ftp://example.com</code></s>; zamiast tego użyj <code>example.com</code>.

# PANOPTICON_SETUP_DIRECTFTP_PORT_DESCRIPTION
source: FTP server's TCP/IP port. Usually 21. Please ask your host.
pl_pl: Port TCP/IP serwera FTP. Zazwyczaj 21. Proszę zapytać swojego dostawcę usług hostingowych.

# PANOPTICON_SETUP_DIRECTFTP_USER_TITLE
source: User name
pl_pl: Nazwa użytkownika

# PANOPTICON_SETUP_DIRECTFTP_USER_DESCRIPTION
source: Username, case-sensitive.
pl_pl: Nazwa użytkownika, z uwzględnieniem wielkości liter.

# PANOPTICON_SETUP_DIRECTFTP_PASSWORD_TITLE
source: Password
pl_pl: Hasło

# PANOPTICON_SETUP_DIRECTFTP_PASSWORD_DESCRIPTION
source: Password, case-sensitive. Best use passwords consisting only of a-z, A-Z, 0-9, dashes, dots, underscores, and exclamation points. Other characters may trigger your web server's anti-hacking protection.
pl_pl: Hasło, rozróżniające wielkość liter. Najlepiej używać haseł składających się wyłącznie z a-z, A-Z, 0-9, myślników, kropek, podkreślników i wykrzykników. Inne znaki mogą aktywować zabezpieczenia anty-hakerskie Twojego serwera WWW.

# PANOPTICON_SETUP_DIRECTFTP_FTPS_TITLE
source: Use FTP over SSL (FTPS)
pl_pl: Użyj FTPS (FTP over SSL).

# PANOPTICON_SETUP_DIRECTFTP_FTPS_DESCRIPTION
source: Connect to your FTP server using an SSL-encrypted connection. <strong>This is not the same as SFTP, SCP or "Secure FTP"</strong>. If your server doesn't support this method you will get connection errors.
pl_pl: Połącz się ze swoim serwerem FTP za pomocą połączenia szyfrowanego SSL. <strong>To nie jest to samo co SFTP, SCP ani "Secure FTP"</strong>. Jeśli Twój serwer nie obsługuje tej metody, otrzymasz błędy połączenia.

# PANOPTICON_SETUP_DIRECTFTP_INITDIR_TITLE
source: Initial directory
pl_pl: Katalog początkowy

# PANOPTICON_SETUP_DIRECTFTP_INITDIR_DESCRIPTION
source: The absolute FTP path to the directory where the files will be uploaded. If unsure, connect to your server with FileZilla, browse to the intended directory and copy the path appearing on the right-hand pane above the directory list. Usually, it's something like <code>/public_html</code> or <code>/httpdocs</code>.
pl_pl: Bezwzględna ścieżka FTP do katalogu, w którym pliki zostaną przesłane. Jeśli nie jesteś pewien, połącz się z serwerem za pomocą FileZilli, przejdź do zamierzonego katalogu i skopiuj ścieżkę widoczną w prawym panelu powyżej listy katalogów. Zazwyczaj jest to coś w rodzaju <code>/public_html</code> lub <code>/httpdocs</code>.

# PANOPTICON_SETUP_DIRECTFTP_PASSIVE_TITLE
source: Passive mode
pl_pl: Tryb pasywny

# PANOPTICON_SETUP_DIRECTFTP_PASSIVE_DESCRIPTION
source: Uses FTP passive mode when transferring data. Should be enabled on all servers with a port firewall, which is practically all servers nowadays.
pl_pl: Używa trybu pasywnego FTP podczas transferu danych. Powinno być włączone na wszystkich serwerach z zaporą portów, co praktycznie dotyczy wszystkich serwerów w dzisiejszych czasach.

# PANOPTICON_SETUP_DIRECTFTP_TEST_DESCRIPTION
source: Tests the FTP connection.
pl_pl: Testuje połączenie FTP.

# PANOPTICON_SETUP_DIRECTFTP_TEST_FAIL
source: Could not connect to the FTP server.
pl_pl: Nie udało się połączyć z serwerem FTP.

# PANOPTICON_SETUP_DIRECTFTP_TEST_OK
source: Successful connection to the FTP server.
pl_pl: Pomyślnie połączono z serwerem FTP.

# PANOPTICON_SETUP_DIRECTFTP_TEST_TITLE
source: Test FTP connection
pl_pl: Test połączenia FTP

# PANOPTICON_SETUP_DIRECTSFTP_HOST_TITLE
source: Host name
pl_pl: Nazwa hosta

# PANOPTICON_SETUP_DIRECTSFTP_HOST_DESCRIPTION
source: SFTP server's hostname, without the protocol. Do not use <s><code>sftp://example.com</code></s>; use <code>example.com</code> instead.
pl_pl: Nazwa hosta serwera SFTP, bez protokołu. Nie używaj <s><code>sftp://example.com</code></s>; zamiast tego użyj <code>example.com</code>.

# PANOPTICON_SETUP_DIRECTSFTP_PORT_DESCRIPTION
source: TCP/IP port for SFTP. Usually 22. If unsure, please ask your host.
pl_pl: Port TCP/IP dla SFTP. Zazwyczaj 22. Jeśli nie jesteś pewien, zapytaj swojego dostawcę usług hostingowych.

# PANOPTICON_SETUP_DIRECTSFTP_USER_TITLE
source: Username
pl_pl: Nazwa użytkownika

# PANOPTICON_SETUP_DIRECTSFTP_USER_DESCRIPTION
source: Username, case-sensitive. Your SFTP server must allow username/password authentication.
pl_pl: Nazwa użytkownika, z uwzględnieniem wielkości liter. Twój serwer SFTP musi umożliwiać uwierzytelnianie za pomocą nazwy użytkownika i hasła.

# PANOPTICON_SETUP_DIRECTSFTP_PASSWORD_TITLE
source: Password
pl_pl: Hasło

# PANOPTICON_SETUP_DIRECTSFTP_PASSWORD_DESCRIPTION
source: SFTP password, case-sensitive.
pl_pl: Hasło SFTP, z uwzględnieniem wielkości liter.

# PANOPTICON_SETUP_DIRECTSFTP_INITDIR_TITLE
source: Initial directory
pl_pl: Katalog początkowy
