Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# PANOPTICON_SITES_LBL_INSTRUCTIONS_BODY
source: First, install the Akeeba Panopticon Connector to your Joomla! site. Then, go to your site's backend and click on Components, Akeeba Panopticon Connector to find your connection information. Copy this information in the fields below.
pl_pl: Najpierw zainstaluj Akeeba Panopticon Connector na swojej stronie Joomla! Następnie przejdź do panelu administracyjnego swojej witryny i kliknij na Komponenty, Akeeba Panopticon Connector, aby znaleźć informacje o połączeniu. Skopiuj te informacje do poniższych pól.

# PANOPTICON_SITES_LBL_INSTRUCTIONS_DOWNLOAD_HERE
source: You can download the connector installation package from the following locations.
pl_pl: Możesz pobrać pakiet instalacyjny łącznika z następujących lokalizacji.

# PANOPTICON_SITES_LBL_INSTRUCTIONS_DOWNLOAD_J4_LATER
source: Joomla 4.x and later
pl_pl: Joomla 4.x i nowsze

# PANOPTICON_SITES_LBL_INSTRUCTIONS_DOWNLOAD_J3
source: Joomla 3.9 and 3.10
pl_pl: Joomla 3.9 i 3.10

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_HEAD
source: Administrator Directory Password Protection
pl_pl: Ochrona hasłem katalogu Administratora

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_INFO_1
source: If your site's <code>administrator</code> directory is password–protected, please enter the username and password used for this password protection. Otherwise, Joomla!&reg; updates will fail with an error mentioning “401 Unauthorized”.
pl_pl: Jeśli katalog <code>administrator</code> Twojej witryny jest chroniony hasłem, proszę podaj nazwę użytkownika i hasło używane do tej ochrony. W przeciwnym razie, aktualizacje Joomla!&reg; zakończą się błędem związanym z "401 Nieautoryzowany".

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_INFO_2
source: Please note that this is <em>NOT</em> asking for your Joomla! username and password.
pl_pl: Proszę zauważyć, że to <em>NIE</em> jest prośba o podanie nazwy użytkownika i hasła Joomla!.

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_NEEDED_HEAD
source: Do I need to do this?
pl_pl: Czy muszę to zrobić?

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_NEEDED_INFO_1
source: This is only necessary if you have password–protected your <code>administrator</code> directory with one of the following methods:
pl_pl: To jest konieczne tylko wtedy, gdy zabezpieczyłeś katalog <code>administrator</code> jedną z następujących metod:

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_NEEDED_INFO_2
source: You used a third party extension, e.g. Admin Tools' “Password-protect Administrator” feature.
pl_pl: Użyłeś rozszerzenia innej firmy, np. Admin Tools Funkcja „Zabezpiecz hasłem administratora”.

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_NEEDED_INFO_3
source: You used your hosting control panel's directory password protection feature, if one is available.
pl_pl: Użyłeś funkcji zabezpieczenia hasłem katalogu w panelu kontrolnym hostingu, jeśli taka jest dostępna.

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_NEEDED_INFO_4
source: You have manually set this up, e.g. using a <code>.htaccess</code> and <code>.htpasswd</code> file with the Apache web server.
pl_pl: Ustawiałeś to ręcznie, na przykład używając plików <code>.htaccess</code> i <code>.htpasswd</code> w serwerze WWW Apache.

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_NEEDED_INFO_5
source: If you have done nothing of these, or have no idea what these even mean, leave the following fields blank.
pl_pl: Jeśli nie wykonałeś żadnej z tych czynności, lub nie masz pojęcia, o co w ogóle chodzi, pozostaw następujące pola puste.

# PANOPTICON_SITES_LBL_NAUGHTY_UPDATES
source: Extension With Problematic Updates
pl_pl: Rozszerzenie z problematycznymi aktualizacjami

# PANOPTICON_SITES_FIELD_ADMIN_USERNAME
source: Administrator Directory Username
pl_pl: Nazwa użytkownika katalogu Administratora

# PANOPTICON_SITES_FIELD_ADMIN_PASSWORD
source: Administrator Directory Password
pl_pl: Hasło do katalogu Administratora

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_INSTALL
source: What To Do On CMS Update Found
pl_pl: Co zrobić po znalezieniu aktualizacji CMS

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_WHEN
source: When Should Updates Be Installed
pl_pl: Kiedy należy instalować aktualizacje

# PANOPTICON_SITES_OPT_CONFIG_CORE_UPDATE_WHEN_IMMEDIATELY
source: Immediately
pl_pl: Natychmiast

# PANOPTICON_SITES_OPT_CONFIG_CORE_UPDATE_WHEN_TIME
source: Time of Day
pl_pl: Pora dnia

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_TIME
source: Time Of The Day to Install Updates On (Hour:Minute)
pl_pl: Pora dnia do instalacji aktualizacji (Godzina:Minuta)

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_TIME_HOUR
source: Hour
pl_pl: Godzina

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_TIME_MINUTES
source: Minutes
pl_pl: Minuty

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_TIME_HELP
source: The time expressed in the %s timezone. If updates are found <em>after</em> this time of the day the update installation will take place on the next calendar day. Avoid using the Daylight Savings Time changeover time of the day (usually: between 2am and 4am); otherwise, update scheduling will act in what you perceive to be a “weird” or “wrong” way if an update is found on the day of the Daylight Savings Time changeover.
pl_pl: Czas wyrażony w strefie czasowej %s. Jeśli aktualizacje zostaną znalezione <em>po</em> tej porze dnia, instalacja aktualizacji odbędzie się następnego dnia kalendarzowego. Unikaj ustawiania godziny zmiany czasu letniego (zazwyczaj między 2 a 4 rano); w przeciwnym razie harmonogram aktualizacji zachowa się w sposób, który może wydawać się dla Ciebie „dziwny” lub „nieprawidłowy”, jeśli aktualizacja zostanie znaleziona w dniu zmiany czasu letniego.

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_EMAIL_CC
source: CC the Following Email Addresses
pl_pl: Wyślij kopię na następujące adresy e-mail

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_EMAIL_CC_HELP
source: A comma-separated list of additional email addresses to Carbon Copy when sending emails about the site update. Addresses can be in the format <code>foo@example.com</code> (only email address) or <code>Mr. Foo Bar &lt;foo@example.com&gt;</code> (name and address).
pl_pl: Lista dodatkowych adresów e-mail do wysyłania kopii wiadomości za pomocą funkcji Cc (Carbon Copy). Adresy mogą być w formacie <code>foo@example.com</code> (tylko adres e-mail) lub <code>Pan Jan Kowalski &lt;jan.kowalski@example.com&gt;</code> (imię, nazwisko i adres e-mail). Adresy powinny być oddzielone przecinkami.

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_EMAIL_ERROR
source: Send Email after Update Failure
pl_pl: Wyślij e-mail po nieudanej aktualizacji

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_EMAIL_AFTER
source: Send Email after Update Success
pl_pl: Wyślij e-mail po udanej aktualizacji

# PANOPTICON_LBL_SITE_SAVED
source: The Site definition has been saved.
pl_pl: Definicja witryny została zapisana.

# PANOPTICON_LBL_SITE_COPIED
source: The selected Site definition(s) have been copied.
pl_pl: Wybrane definicje witryn zostały skopiowane.

# PANOPTICON_LBL_SITE_DELETED
source: The selected Site definition(s) have been deleted.
pl_pl: Wybrane definicje witryn zostały usunięte.

# PANOPTICON_LBL_FIELD_ENABLED_HELP
source: Controls whether the site is shown in the Overview page, whether its information is automatically refreshed, and whether it participates in any kind of scheduled (automatic) actions such as updates.
pl_pl: Określa, czy witryna jest wyświetlana na stronie Przeglądu, czy jej informacje są automatycznie odświeżane oraz czy uczestniczy w jakiejkolwiek formie zaplanowanych (automatycznych) akcji, takich jak aktualizacje.

# PANOPTICON_LBL_SITE_OWNERSHIP
source: Site Ownership
pl_pl: Własność witryny

# PANOPTICON_LBL_SITE_OWNERSHIP_NON_SUPER
source: If you need the site ownership information modified please contact a user with administration or superuser privileges.
pl_pl: Jeśli potrzebujesz zmodyfikować informacje o właścicielu witryny, skontaktuj się z użytkownikiem posiadającym uprawnienia administratora lub superużytkownika.

# PANOPTICON_SITES_LBL_GROUPS_INFO
source: This section is only relevant to multi–user installations with different access per site; please consult the documentation for more information. If you are managing a single–user installation, or if all users have equal access to all sites, you can ignore it.
pl_pl: Ta sekcja dotyczy tylko wieloosobowych instalacji z różnym dostępem do poszczególnych witryn; proszę zapoznać się z dokumentacją, aby uzyskać więcej informacji. Jeśli zarządzasz instalacją dla pojedynczego użytkownika lub jeśli wszyscy użytkownicy mają równy dostęp do wszystkich witryn, możesz ją zignorować.

# PANOPTICON_SITES_LBL_GROUPS
source: Groups
pl_pl: Grupy

# PANOPTICON_SITES_LBL_GROUPS_PLACEHOLDER
source: Select one or more groups (optional)
pl_pl: Wybierz jedną lub więcej grup (opcjonalnie)

# PANOPTICON_SITES_LBL_DLKEY_EDIT_TITLE
source: Edit a Download Key
pl_pl: Edytuj klucz do pobierania

# PANOPTICON_SITES_LBL_DLKEY
source: Download Key
pl_pl: Klucz pobierania

# PANOPTICON_SITES_LBL_CONNECTION_DOCTOR_OKAY
source: All good!
pl_pl: Wszystko dobrze!

# PANOPTICON_SITES_LBL_CONNECTION_DOCTOR_OKAY_MORE
source: The connection to your site was tested, and found to be working fine.
pl_pl: Połączenie z Twoją witryną zostało przetestowane i okazało się, że działa prawidłowo.

# PANOPTICON_SITES_FIELD_CONFIG_SSL_WARNING
source: SSL/TLS Expiration First Warning
pl_pl: Pierwsze ostrzeżenie o wygaśnięciu SSL/TLS

# PANOPTICON_SITES_FIELD_CONFIG_SSL_WARNING_HELP
source: Panopticon will warn you that your site's SSL/TLS certificate is expiring this many days before it expires. 0 disables the warning.
pl_pl: Panopticon ostrzeże Cię, że certyfikat SSL/TLS Twojej witryny wygasa tyle dni przed jego wygaśnięciem. Wartość 0 wyłącza to ostrzeżenie.

# PANOPTICON_SITES_FIELD_CONFIG_BACKUP_MAX_AGE
source: Maximum Backup Age
pl_pl: Maksymalny wiek kopii zapasowej

# PANOPTICON_SITES_FIELD_CONFIG_BACKUP_MAX_AGE_HELP
source: Successful backups will be considered “too old” after this many hours. Use 0 to disable this feature.
pl_pl: Pomyślne kopie zapasowe będą uznawane za „zbyt stare” po upływie takiej liczby godzin. Użyj wartości 0, aby wyłączyć tę funkcję.

# PANOPTICON_MAIN_SITES_LBL_SSL_TLS_CERT_INFO
source: SSL/TLS (HTTPS) Certificate Information
pl_pl: Informacje o certyfikacie SSL/TLS (HTTPS)

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_TABLE_CAPTION
source: Table of SSL/TLS certificate information
pl_pl: Tabela informacji o certyfikacie SSL/TLS

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_SERIAL
source: Serial
pl_pl: Nr Seryjny

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_FROM
source: Valid From
pl_pl: Ważne od

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_TO
source: Valid To
pl_pl: Ważne do

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_ISSUER
source: Issued By
pl_pl: Wydane przez

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_ERR_DATE_INVALID_HEAD
source: Unknown Validity
pl_pl: Nieznana ważność

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_ERR_DATE_INVALID
source: The SSL/TLS certificate lacks valid from/to dates, making it impossible to determine whether it is valid.
pl_pl: Certyfikat SSL/TLS nie zawiera dat ważności, co uniemożliwia określenie jego ważności.

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_TOOSOON_HEAD
source: Invalid (Too Soon)
pl_pl: Nieprawidłowy (Zbyt wcześnie)

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_TOOSOON
source: The SSL/TLS certificate has a Valid From date in the future. Browsers will report it as invalid as it's not meant to be used just yet.
pl_pl: Certyfikat SSL/TLS ma datę Ważności Od w przyszłości. Przeglądarki zgłoszą go jako nieprawidłowy, ponieważ nie jest jeszcze przeznaczony do użycia.

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_EXPIRING_HEAD
source: Imminent Expiration
pl_pl: Nadchodzące wygaśnięcie

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_EXPIRING
source: The SSL/TLS certificate will expire soon. You need to replace it with a new one to prevent problems with your site.
pl_pl: Certyfikat SSL/TLS wygaśnie niedługo. Musisz go zastąpić nowym, aby zapobiec problemom ze swoją witryną.

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_EXPIRED_HEAD
source: Expired
pl_pl: Wygasły

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_EXPIRED
source: The SSL/TLS certificate has a Valid To date in the past. Browsers will report it as invalid as it's not meant to be used any more.
pl_pl: Certyfikat SSL/TLS ma datę Ważności Do w przeszłości. Przeglądarki zgłoszą go jako nieprawidłowy, ponieważ nie jest już przeznaczony do użycia.

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_INVALID_CN_HEAD
source: Invalid Domain
pl_pl: Nieprawidłowa domena

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_INVALID_CN
source: The SSL/TLS certificate is issued for a different domain name than the one you are using it for. Browsers will report it as invalid.
pl_pl: Certyfikat SSL/TLS jest wydany dla innej nazwy domeny niż ta, którą używasz. Przeglądarki zgłoszą go jako nieprawidłowy.

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_INVALID_SIG_HEAD
source: Invalid or Self-signed Certificate
pl_pl: Nieprawidłowy lub własnoręcznie podpisany certyfikat

# PANOPTICON_MAIN_SITES_LBL_SSLTLS_INVALID_SIG
source: The signature of your SSL/TLS certificate cannot be verified against the Certification Authorities known to the server. This usually means that you are using a self-signed certificate which will be rejected by browsers.
pl_pl: Podpis Twojego certyfikatu SSL/TLS nie może zostać zweryfikowany względem Zaufanych Instytucji Certyfikujących znanych na serwerze. Zazwyczaj oznacza to, że używasz certyfikatu własnoręcznie podpisanego, który zostanie odrzucony przez przeglądarki.

# PANOPTICON_SITES_FIELD_CONFIG_UPTIME_TITLE
source: Very Basic Site Uptime Monitoring
pl_pl: Bardzo podstawowe monitorowanie czasu pracy witryny

# PANOPTICON_SITES_FIELD_CONFIG_UPTIME_NOTE
source: This is <em>very basic</em> uptime monitoring through Panopticon itself. It only notifies you by email when your site goes down and comes back up. It does not integrate with third party services, it does not offer history, it does not have a public uptime page. We strongly recommend using a third party service or software to monitor your sites' uptime instead of using this feature.
pl_pl: To jest <em>bardzo podstawowe</em> monitorowanie czasu pracy za pomocą samego Panopticona. Powiadamia Cię tylko przez e-mail, gdy Twoja witryna przestaje działać i wraca do pracy. Nie integruje się z usługami stron trzecich, nie oferuje historii, nie posiada publicznej strony czasu pracy. Zdecydowanie zalecamy korzystanie z usługi lub oprogramowania stron trzecich do monitorowania czasu pracy Twoich witryn, zamiast korzystać z tej funkcji.

# PANOPTICON_SITES_FIELD_CONFIG_UPTIME_ENABLED
source: Monitor Uptime
pl_pl: Czas działania monitora

# PANOPTICON_SITES_FIELD_CONFIG_UPTIME_ENABLED_HELP
source: Disabling this option will no longer send you emails, log site actions, or display badges when your site goes down and comes back up.
pl_pl: Wyłączenie tej opcji spowoduje przestanie wysyłania e-maili, rejestrowania działań na stronie oraz wyświetlania odznak, gdy Twoja witryna przestanie działać i wróci do pracy.

# PANOPTICON_SITES_FIELD_CONFIG_UPTIME_PATH
source: URL Path To Monitor
pl_pl: Ścieżka URL do monitorowania

# PANOPTICON_SITES_FIELD_CONFIG_UPTIME_STRING
source: Look For This String
pl_pl: Szukaj tego ciągu znaków

# PANOPTICON_SITES_FIELD_CONFIG_UPTIME_STRING_HELP
source: The site will be considered up if the page contains this string. Do <em>NOT</em> use HTML; all tags and multiple whitespaces are removed before evaluating this string. Leave blank to consider any HTTP 2xx response as adequate proof the site is up.
pl_pl: Strona zostanie uznana za działającą, jeśli strona zawiera ten ciąg znaków. <em>Nie</em> używaj HTML; wszystkie tagi i wielokrotne spacje są usuwane przed oceną tego ciągu znaków. Pozostaw puste, aby uznać dowolną odpowiedź HTTP 2xx za wystarczający dowód na działanie strony.

# PANOPTICON_SITES_TITLE_READ
source: Site Information
pl_pl: Informacje o stronie

# PANOPTICON_ERR_SITES_NOTFOUND
source: Site Record Not Found
pl_pl: Nie znaleziono rekordu strony

# PANOPTICON_SITE_LBL_REFRESHED_OK
source: The site information has been refreshed.
pl_pl: Informacje o witrynie zostały odświeżone.

# PANOPTICON_SITE_ERR_REFRESHED_FAILED
source: The site information refresh has failed: %s
pl_pl: Odświeżanie informacji o witrynie nie powiodło się: %s

# PANOPTICON_SITE_ERR_COREUPDATESITEFIX_FAILED
source: Could not fix the Joomla Update Site record: %s
pl_pl: Nie udało się naprawić rekordu aktualizacji witryny Joomla: %s

# PANOPTICON_SITE_LBL_EXTENSIONS_REFRESHED_OK
source: The extensions update information has been refreshed.
pl_pl: Informacje o aktualizacji rozszerzeń zostały odświeżone.

# PANOPTICON_SITE_ERR_EXTENSIONS_REFRESHED_FAILED
source: The extensions update information refresh has failed: %s
pl_pl: Odświeżenie informacji o aktualizacji rozszerzeń nie powiodło się: %s

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_SCHEDULE_OK
source: Scheduled the extension update.
pl_pl: Zaplanowano aktualizację rozszerzenia.

# PANOPTICON_SITE_ERR_EXTENSION_UPDATE_SCHEDULE_FAILED
source: Scheduling the extension update has failed.
pl_pl: Zaplanowanie aktualizacji rozszerzenia nie powiodło się.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_SCHEDULE_ERROR_CLEARED
source: The scheduling error has been cleared.
pl_pl: Błąd planowania został usunięty.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_SCHEDULE_ERROR_NOT_CLEARED
source: The scheduling error could not be cleared: %s
pl_pl: Nie można usunąć błędu harmonogramu: %s

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULE_OK
source: Scheduled the Joomla core update.
pl_pl: Zaplanowano aktualizację rdzenia Joomla.

# PANOPTICON_SITE_ERR_JUPDATE_SCHEDULE_FAILED
source: Scheduling the Joomla core update has failed.
pl_pl: Zaplanowanie aktualizacji rdzenia Joomla nie powiodło się.

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULE_ERROR_CLEARED
source: The scheduling error has been cleared.
pl_pl: Błąd w harmonogramie został usunięty.

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULE_ERROR_NOT_CLEARED
source: The scheduling error could not be cleared: %s
pl_pl: Nie można usunąć błędu harmonogramu: %s

# PANOPTICON_SITE_LBL_JUPDATE_HEAD
source: Joomla!&reg; Update
pl_pl: Aktualizacja Joomla!&reg;

# PANOPTICON_SITE_BTN_JUPDATE_RELOAD
source: Reload Joomla!&reg; Update information
pl_pl: Przeładuj informacje o aktualizacji Joomla!&reg;

# PANOPTICON_SITE_BTN_JUPDATE_RELOAD_SR
source: Reload Joomla!&reg; Update information for site “%s”
pl_pl: Przeładuj informacje o aktualizacji Joomla!&reg; dla witryny "%s"

# PANOPTICON_SITE_LBL_JUPDATE_LAST_CHECKED
source: Last checked:
pl_pl: Ostatnio sprawdzono:

# PANOPTICON_SITE_LBL_JUPDATE_ERR_JOOMLA_FILES_EXT_MISSING
source: The Joomla! extension record is missing from your site. Joomla! cannot detect whether updates to itself are available.
pl_pl: Brak rekordu rozszerzenia Joomla! na Twojej stronie. Joomla! nie może wykryć dostępności aktualizacji dla siebie.

# PANOPTICON_SITE_LBL_JUPDATE_SEEK_HELP_JFORUM
source: Try asking for help on the <a href="https://forum.joomla.org" target="_blank">Joomla! Forum</a>.
pl_pl: Spróbuj poprosić o pomoc na <a href="https://forum.joomla.org" target="_blank">Forum Joomla!</a>.

# PANOPTICON_SITE_LBL_JUPDATE_ALT_FIX
source: Alternatively, try clicking the button below.
pl_pl: Alternatywnie, spróbuj kliknąć przycisk poniżej.

# PANOPTICON_SITE_LBL_JUPDATE_ERR_UPDATESITE_MISSING
source: The Joomla! Update Site record is missing from your site. Joomla! cannot detect whether updates to itself are available.
pl_pl: Brak rekordu Joomla! Update Site na Twojej stronie. Joomla! nie może wykryć dostępności aktualizacji dla siebie.

# PANOPTICON_SITE_LBL_JUPDATE_UPDATESITE_FIX_J4
source: Go to your site's administrator backend, System, Update, Update Sites, and click on the Rebuild button.
pl_pl: Przejdź do panelu administratora Twojej witryny, System, Aktualizacja, Aktualizacja witryn, a następnie kliknij przycisk Odbuduj.

# PANOPTICON_SITE_LBL_JUPDATE_UPDATESITE_FIX_J3
source: Go to your site's administrator backend, Extensions, Manage, Update Sites, and click on the Rebuild button.
pl_pl: Przejdź do panelu administratora Twojej witryny, Rozszerzenia, Zarządzaj, Aktualizacja witryn, a następnie kliknij przycisk Odbuduj.

# PANOPTICON_SITE_LBL_JUPDATE_COREUPDATESITEFIX_BTN
source: Attempt an automatic fix
pl_pl: Spróbuj automatycznej naprawy

# PANOPTICON_SITE_LBL_JUPDATE_AVAILABLE_UPDATE
source: Joomla! %s is available
pl_pl: Joomla! %s jest dostępna

# PANOPTICON_SITE_LBL_JUPDATE_CURRENT_VERSION
source: Your site is currently using Joomla! %s.
pl_pl: Twoja witryna używa obecnie Joomla! %s.

# PANOPTICON_SITE_LBL_JUPDATE_IS_PATCH_RELEASE
source: This is a patch (point) update which is almost always safe.
pl_pl: To jest aktualizacja poprawkowa (punktowa), która prawie zawsze jest bezpieczna.

# PANOPTICON_SITE_LBL_JUPDATE_IS_MINOR_RELEASE
source: This is a minor (version family) update which may affect your template overrides, templates, and some third party extensions.
pl_pl: To jest drobna aktualizacja (rodziny wersji), która może wpłynąć na twoje nadpisywanie szablonów, szablony oraz niektóre rozszerzenia osób trzecich.

# PANOPTICON_SITE_LBL_JUPDATE_MINOR_RELEASE_ADMONISHMENT
source: It is a good idea to take a backup of your site, and test this update on a copy of your site first.
pl_pl: Dobrym pomysłem jest wykonanie kopii zapasowej swojej witryny i przetestowanie tej aktualizacji na kopii swojej witryny najpierw.

# PANOPTICON_SITE_LBL_JUPDATE_IS_MAJOR_RELEASE
source: This is a major version update which will most likely affect your template overrides, templates, and possibly some third party extensions.
pl_pl: To jest ważna aktualizacja wersji, która prawdopodobnie wpłynie na twoje nadpisywanie szablonów, szablony, a możliwe że także niektóre rozszerzenia osób trzecich.

# PANOPTICON_SITE_LBL_JUPDATE_MAJOR_RELEASE_ADMONISHMENT
source: It is very strongly recommended that you take a backup of your site, and test this update on a copy of your site first.
pl_pl: Bardzo zaleca się wykonanie kopii zapasowej swojej witryny i przetestowanie tej aktualizacji na kopii swojej witryny najpierw.

# PANOPTICON_SITE_LBL_JUPDATE_UP_TO_DATE
source: Joomla! %s is up-to-date
pl_pl: Joomla! %s jest aktualna

# PANOPTICON_SITE_LBL_JUPDATE_EOL
source: Joomla! %s is unsupported
pl_pl: Joomla! %s nie jest obsługiwany.

# PANOPTICON_SITE_LBL_JUPDATE_EOL_MAJOR
source: The Joomla! %s series is End-of-Life
pl_pl: Seria Joomla! %s osiągnęła koniec życia (End-of-Life)

# PANOPTICON_SITE_LBL_JUPDATE_EOL_MINOR
source: The Joomla! %s version family is End-of-Life
pl_pl: Rodzina wersji Joomla! %s osiągnęła koniec życia (End-of-Life).

# PANOPTICON_SITE_LBL_JUPDATE_EOL_DATE
source: Joomla! %s became End of Life on %s
pl_pl: Joomla! %s osiągnęła koniec cyklu życia dnia %s

# PANOPTICON_SITE_LBL_JUPDATE_SECURITY_DATE
source: Joomla! %s receives security updates only since %s and will become End-of-Life on %s.
pl_pl: Joomla! %s otrzymuje jedynie aktualizacje zabezpieczeń od %s i osiągnie koniec życia (End-of-Life) dnia %s.

# PANOPTICON_SITE_LBL_JUPDATE_STABLE_DATE
source: Joomla! %s receives security updates and bug fixes until %s. It will become End-of-Life and superseded by a new minor version on %s.
pl_pl: Joomla! %s otrzymuje aktualizacje zabezpieczeń i poprawki błędów do %s. Zostanie wycofane z użytku (End-of-Life) i zastąpione przez nową wersję mniejszą dnia %s.

# PANOPTICON_SITE_LBL_JUPDATE_LAST_STABLE_DATE
source: Joomla! %s receives security updates and bug fixes until %s. It will become End-of-Life on %s. It is superseded by a new major version.
pl_pl: Joomla! %s otrzymuje aktualizacje zabezpieczeń i poprawki błędów do %s. Zostanie wycofane z użytku (End-of-Life) %s. Zostaje zastąpione przez nową główną wersję.
