Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# PANOPTICON_SETUP_FINISH_HEAD
source: Panopticon is ready
pl_pl: Panopticon jest gotowy.

# PANOPTICON_SETUP_FINISH_HEAD_WITH_WARNING
source: Panopticon is ready,<br>attention required
pl_pl: Panopticon jest gotowy, wymaga uwagi.

# PANOPTICON_SETUP_FINISH_SUBTITLE
source: You can now start using Panopticon to monitor your Joomla!&reg; sites.
pl_pl: Możesz teraz zacząć korzystać z Panopticonu do monitorowania swoich witryn Joomla!&reg;.

# PANOPTICON_SETUP_FINISH_MAXEXEC_TOOLOW_HEAD
source: Your maximum CRON execution time is too low
pl_pl: Twój maksymalny czas wykonywania CRON jest zbyt niski.

# PANOPTICON_SETUP_FINISH_MAXEXEC_TOOLOW_INFO
source: Your server configuration allows CRON jobs to run for a maximum of %d seconds, less than the practical minimum of 30 seconds.
pl_pl: Konfiguracja Twojego serwera pozwala na uruchamianie zadań CRON przez maksymalnie %d sekund, co jest mniej niż praktyczne minimum 30 sekund.

# PANOPTICON_SETUP_FINISH_MAXEXEC_TOOLOW_CAUTION
source: We <strong>do not</strong> recommend using this configuration to automate Joomla&reg; upgrades, extension updates, or backups. You can still use Panopticon to monitor your sites.
pl_pl: <strong>Nie zalecamy</strong> korzystania z tej konfiguracji do automatyzowania aktualizacji Joomla&reg;, aktualizacji rozszerzeń ani tworzenia kopii zapasowych. Nadal możesz używać Panopticonu do monitorowania swoich stron.

# PANOPTICON_SETUP_FINISH_MAXEXEC_TOOLOW_FIXIT
source: Please consult our documentation for ways to increase your maximum CRON execution time to at least 60 seconds.
pl_pl: Zapoznaj się z naszą dokumentacją, aby dowiedzieć się, jak zwiększyć maksymalny czas wykonania CRON do co najmniej 60 sekund.

# PANOPTICON_SETUP_FINISH_MAXEXEC_LOW_HEAD
source: Your maximum CRON execution time is low
pl_pl: Twój maksymalny czas wykonania CRON jest niski.

# PANOPTICON_SETUP_FINISH_MAXEXEC_LOW_INFO
source: Your server configuration allows CRON jobs to run for a maximum of %d seconds, less than the recommended 60 seconds.
pl_pl: Twoja konfiguracja serwera pozwala na uruchamianie zadań CRON przez maksymalnie %d sekund, mniej niż zalecane 60 sekund.

# PANOPTICON_SETUP_FINISH_MAXEXEC_LOW_CAUTION
source: You may experience some minor issues with automations which need more time, such as taking backups.
pl_pl: Możesz doświadczyć drobnych problemów z automatyzacją, które wymagają więcej czasu, na przykład tworzenie kopii zapasowych.

# PANOPTICON_SETUP_FINISH_MAXEXEC_LOW_FIXIT
source: Please consult our documentation for ways to increase your maximum CRON execution time to at least 60 seconds.
pl_pl: Proszę skonsultować się z naszą dokumentacją w celu uzyskania informacji na temat sposobów zwiększenia maksymalnego czasu wykonania zadania CRON do co najmniej 60 sekund.

# PANOPTICON_SETUP_ERR_USER_EMPTYUSERNAME
source: You cannot have an empty username
pl_pl: Nie możesz mieć pustej nazwy użytkownika.

# PANOPTICON_SETUP_ERR_USER_EMPTYPASSWORD
source: You cannot have an empty password
pl_pl: Nie możesz mieć pustego hasła.

# PANOPTICON_SETUP_ERR_USER_PASSWORDSDONTMATCH
source: The passwords you entered did not match
pl_pl: Hasła, które wprowadziłeś, nie pasują do siebie.

# PANOPTICON_SETUP_ERR_USER_EMPTYEMAIL
source: You cannot have an empty email address
pl_pl: Nie można mieć pustego adresu e-mail.

# PANOPTICON_SETUP_ERR_USER_EMPTYNAME
source: You cannot have an empty full name
pl_pl: Przegląd witryn

# PANOPTICON_SETUP_MSG_NOTICEMBLANGNOTDEFAULT
source: PHP mbstring language is not set to neutral. This can be set locally by entering <strong>php_value mbstring.language neutral</strong> in your <code>.htaccess</code> file.
pl_pl: Język mbstring PHP nie jest ustawiony na neutralny. Można to ustawić lokalnie, wpisując <strong>php_value mbstring.language neutral</strong> w pliku <code>.htaccess</code>.

# PANOPTICON_SETUP_MSG_NOTICEMBSTRINGOVERLOAD
source: PHP mbstring function overload is set. This can be turned off locally by entering <strong>php_value mbstring.func_overload 0</strong> in your <code>.htaccess</code> file.
pl_pl: Funkcja przeładowania mbstring w PHP jest ustawiona. Można ją wyłączyć lokalnie, wpisując <strong>php_value mbstring.func_overload 0</strong> w pliku <code>.htaccess</code>.

# PANOPTICON_SETUP_MSG_CONFIGURATIONPHP
source: You can still continue the installation. The configuration settings will be displayed at the end. You will have to manually upload the code. At the end of the installation, click in the text area to highlight all of the code and then paste into a new text file. Name this file <code>config.php</code> and upload it to the folder where you've installed Panopticon.
pl_pl: Możesz kontynuować instalację. Ustawienia konfiguracyjne zostaną wyświetlone na końcu. Kod będzie trzeba przesłać ręcznie. Na końcu instalacji kliknij w obszar tekstowy, aby zaznaczyć cały kod, a następnie wklej go do nowego pliku tekstowego. Nazwij ten plik <code>config.php</code> i przekaż go do folderu, w którym zainstalowałeś Panopticon.

# PANOPTICON_SETUP_MSG_DONE
source: You have successfully set up Akeeba Panopticon. You may now start using it.
pl_pl: Pomyślnie skonfigurowałeś Akeeba Panopticon. Możesz teraz zacząć go używać.

# PANOPTICON_SETUP_LBL_START_USING
source: Start using
pl_pl: Zacznij używać.

# PANOPTICON_LOGIN_LBL_PLEASELOGIN
source: Please log in
pl_pl: Proszę się zalogować

# PANOPTICON_LOGIN_LBL_USERNAME
source: Username
pl_pl: Nazwa użytkownika

# PANOPTICON_LOGIN_LBL_PASSWORD
source: Password
pl_pl: Hasło

# PANOPTICON_LOGIN_LBL_SECRETCODE
source: Secret Code
pl_pl: Kod tajny

# PANOPTICON_LOGIN_LBL_LOGIN
source: Login
pl_pl: Zaloguj się

# PANOPTICON_LOGIN_LBL_LANGUAGE
source: Login Language
pl_pl: Język logowania

# PANOPTICON_APP_MENU_TITLE_OVERVIEW
source: Overview
pl_pl: Przegląd

# PANOPTICON_MAIN_TITLE
source: Sites Overview
pl_pl: Przegląd witryn

# PANOPTICON_MAIN_SITES_LBL_MY_SITES_MANAGE
source: Manage Sites
pl_pl: Zarządzaj witrynami

# PANOPTICON_MAIN_SITES_LBL_MY_SITES_MANAGE_DASH
source: Dashboard
pl_pl: Pulpit

# PANOPTICON_MAIN_SITES_LBL_MY_SITES_MANAGE_TAB
source: Table
pl_pl: Tabela

# PANOPTICON_MAIN_SITES_TABLE_CAPTION
source: Table of known sites and their information at a glance
pl_pl: Tabela znanych stron i ich informacji w przeglądzie.

# PANOPTICON_MAIN_SITES_THEAD_SITE
source: Site
pl_pl: Witryna

# PANOPTICON_MAIN_SITES_THEAD_JOOMLA
source: Joomla&reg; version
pl_pl: Wersja Joomla!&reg;

# PANOPTICON_MAIN_SITES_THEAD_WORDPRESS
source: WordPress version
pl_pl: Wersja WordPressa.

# PANOPTICON_MAIN_SITES_THEAD_CMS
source: CMS version
pl_pl: Wersja CMSa

# PANOPTICON_MAIN_SITES_THEAD_EXTENSIONS
source: Extensions status
pl_pl: Status rozszerzeń

# PANOPTICON_MAIN_SITES_THEAD_PHP
source: PHP version
pl_pl: Wersja PHP

# PANOPTICON_MAIN_SITES_LBL_URL_SCREENREADER
source: whose URL is
pl_pl: którego adres URL to

# PANOPTICON_MAIN_SITES_LBL_DEV_LONG
source: Development Release
pl_pl: Wydanie rozwojowe

# PANOPTICON_MAIN_SITES_LBL_ALPHA_SHORT
source: Alpha
pl_pl: Alfa

# PANOPTICON_MAIN_SITES_LBL_ALPHA_LONG
source: Alpha
pl_pl: Alfa

# PANOPTICON_MAIN_SITES_LBL_RC_LONG
source: Release Candidate
pl_pl: Wydanie kandydackie

# PANOPTICON_MAIN_SITES_LBL_STABLE_SHORT
source: Stable
pl_pl: Stabilna

# PANOPTICON_MAIN_SITES_LBL_STABLE_LONG
source: Stable
pl_pl: Stabilna

# PANOPTICON_MAIN_SITES_LBL_JOOMLA_UPDATES_BROKEN
source: Joomla Update is not working correctly on this site
pl_pl: Aktualizacja Joomla nie działa poprawnie na tej stronie

# PANOPTICON_MAIN_SITES_LBL_ERROR_SITEINFO
source: An error occurred updating the site information.
pl_pl: Wystąpił błąd podczas aktualizacji informacji o stronie.

# PANOPTICON_MAIN_SITES_LBL_ERROR_EXTENSIONS
source: An error occurred loading the site extensions information.
pl_pl: Wystąpił błąd podczas wczytywania informacji o rozszerzeniach witryny.

# PANOPTICON_MAIN_SITES_LBL_JVERSION_UNKNOWN
source: Unknown
pl_pl: Nieznany

# PANOPTICON_MAIN_SITES_LBL_JOOMLA_UPGRADABLE_TO
source: Can be upgraded to %s
pl_pl: Może zostać zaktualizowany do %s

# PANOPTICON_MAIN_SITES_LBL_JOOMLA_CAN_BE_UPGRADED_SHORT
source: Can be upgraded to
pl_pl: Można zaktualizować do

# PANOPTICON_MAIN_SITES_LBL_JOOMLA_EOL_BRANCH
source: This Joomla! version family is End of Life
pl_pl: Ta rodzina wersji Joomla! osiągnęła koniec cyklu życia.

# PANOPTICON_MAIN_SITES_LBL_JOOMLA_EOL_MAJOR
source: This Joomla! major version is End of Life
pl_pl: Ta główna wersja Joomla! osiągnęła koniec cyklu życia.

# PANOPTICON_MAIN_SITES_LBL_EXT_UNKNOWN
source: Unknown
pl_pl: Nieznany

# PANOPTICON_MAIN_SITES_LBL_EXT_UPGRADE_N
source: There are %d extension updates available
pl_pl: Dostępnych jest %d aktualizacji rozszerzeń

# PANOPTICON_MAIN_SITES_LBL_EXT_UPGRADE_N_1
source: There is one extension update available
pl_pl: Jest dostępna jedna aktualizacja rozszerzenia

# PANOPTICON_MAIN_SITES_LBL_EXT_UPGRADES_FOUND
source: Updates found:
pl_pl: Znaleziono aktualizacje:

# PANOPTICON_MAIN_SITES_LBL_EXT_NO_UPGRADES
source: All installed extensions are up-to-date
pl_pl: Wszystkie zainstalowane rozszerzenia są aktualne

# PANOPTICON_MAIN_SITES_LBL_EXT_KEYS_MISSING_N
source: %d Download Keys are missing or invalid
pl_pl: Brakuje lub klucze do pobrania (%d) są nieprawidłowe.

# PANOPTICON_MAIN_SITES_LBL_EXT_KEYS_MISSING_N_1
source: A Download Key is missing or invalid
pl_pl: Brakuje klucza do pobrania lub jest on nieprawidłowy.

# PANOPTICON_MAIN_SITES_LBL_EXT_KEYS_MISSING
source: Number of Download Keys which are invalid or missing:
pl_pl: Liczba kluczy do pobrania, które są nieprawidłowe lub brakujące:

# PANOPTICON_MAIN_SITES_LBL_PHP_SHOULD_UPGRADE
source: Should be upgraded to %s
pl_pl: Powinien zostać zaktualizowany do %s

# PANOPTICON_MAIN_SITES_LBL_PHP_EOL_SINCE
source: This PHP version is End of Life since %s
pl_pl: Ta wersja PHP przestała być wspierana (End of Life) od %s

# PANOPTICON_MAIN_SITES_LBL_PHP_SECURITY_MAINTENANCE
source: This PHP version is in Security Maintenance mode and will become End of Life at %s
pl_pl: Ta wersja PHP jest w trybie konserwacji bezpieczeństwa i przestanie być wspierana %s

# PANOPTICON_MAIN_SITES_LBL_EXT_STUCK_UPDATE
source: ACTION REQUIRED. The extensions update task is stuck.
pl_pl: WYMAGANE DZIAŁANIE. Zadanie aktualizacji rozszerzeń utknęło.

# PANOPTICON_MAIN_SITES_LBL_CORE_STUCK_UPDATE
source: ACTION REQUIRED. The Joomla!&reg; update task is stuck.
pl_pl: WYMAGANE DZIAŁANIE. Zadanie aktualizacji Joomla!&reg; utknęło.

# PANOPTICON_MAIN_SITES_LBL_CORE_SCHEDULED_UPDATE
source: The Joomla!&reg; core update has been scheduled to run automatically.
pl_pl: Aktualizacja rdzenia Joomla!&reg; została zaplanowana do automatycznego uruchomienia.

# PANOPTICON_MAIN_SITES_LBL_CORE_RUNNING_UPDATE
source: The Joomla!&reg; core update is currently running.
pl_pl: Aktualizacja rdzenia Joomla!&reg; jest obecnie uruchomiona.

# PANOPTICON_MAIN_SITES_LBL_EXT_RUNNING_UPDATE
source: Extension updates are currently taking place.
pl_pl: Aktualizacje rozszerzeń są obecnie przeprowadzane.

# PANOPTICON_MAIN_SITES_LBL_EXT_SCHEDULED_UPDATE
source: Extension updates have been scheduled to run automatically.
pl_pl: Aktualizacje rozszerzeń zostały zaplanowane do automatycznego uruchomienia.

# PANOPTICON_MAIN_SITES_LBL_NO_RESULTS
source: There are no sites matching your search and filter criteria.
pl_pl: Nie ma żadnych witryn pasujących do Twoich kryteriów wyszukiwania i filtrów.

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_HEAD
source: Service Identity
pl_pl: Tożsamość usługi

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_ALERT_HEAD
source: Having connection issues?
pl_pl: Masz problemy z połączeniem?

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_ALERT_BODY
source: Use the information below to explicitly allow (“whitelist”) requests originating from Panopticon through any Web Application Firewall (WAF), Content Delivery Network (CDN), or security product installed on, or in front of, your site. Please consult with the author or operator of the respective product to determine how to do that.
pl_pl: Użyj poniższych informacji, aby wyraźnie zezwolić ("whitelist") żądania pochodzące z Panopticon przez dowolny Firewall aplikacji internetowej (WAF), Sieć dostarczania treści (CDN) lub produkt zabezpieczeń zainstalowany na twojej stronie lub przed nią. Proszę skonsultować się z autorem lub operatorem odpowiedniego produktu, aby ustalić, jak to zrobić.

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_PUB_HOSTNAME
source: Public hostname
pl_pl: Publiczna nazwa hosta

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_PUB_IP
source: Public IP address
pl_pl: Publiczny adres IP

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_SYS_HOSTNAME
source: System hostname
pl_pl: Nazwa hosta systemu

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_SYS_IP
source: System IP address
pl_pl: Adres IP systemu

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_USER_AGENT
source: <code>User-Agent</code> for API requests
pl_pl: <code>User-Agent</code> dla żądań interfejsu API

# PANOPTICON_MAIN_SITES_LBL_UNKNOWN_NEUTRAL
source: Unknown
pl_pl: Nieznany

# PANOPTICON_MAIN_SITES_LBL_NOSITES_HEAD
source: Add a Site
pl_pl: Dodaj stronę

# PANOPTICON_MAIN_SITES_LBL_NOSITES_CTA
source: Monitor and remotely manage your sites by adding them here.
pl_pl: Monitoruj i zdalnie zarządzaj swoimi witrynami, dodając je tutaj.

# PANOPTICON_MAIN_SITES_LBL_NOSITES_BUTTON
source: Add a Site
pl_pl: Dodaj stronę

# PANOPTICON_MAIN_LBL_FILTER_COREUPDATES
source: Core update
pl_pl: Aktualizacja rdzenia

# PANOPTICON_MAIN_LBL_FILTER_EXTUPDATES
source: Extensions update
pl_pl: Aktualizacja rozszerzeń

# PANOPTICON_MAIN_LBL_FILTER_DROPDOWN_SELECT
source: (All)
pl_pl: (Wszystkie)

# PANOPTICON_MAIN_LBL_FILTER_GROUPS
source: Groups
pl_pl: Grupy

# PANOPTICON_MAIN_LBL_FILTER_GROUPS_PLACEHOLDER
source: Select Site Groups
pl_pl: Wybierz grupy witryn

# PANOPTICON_MAIN_CRON_SUBHEAD_CTA
source: Set up a CRON job using one of the methods below. Then, go back to the previous page and wait for about a minute until the warning goes away.
pl_pl: Skonfiguruj zadanie CRON, korzystając z jednej z poniższych metod. Następnie wróć do poprzedniej strony i poczekaj około minuty, aż ostrzeżenie zniknie.

# PANOPTICON_MAIN_PHP_EOL_HEAD
source: PHP %s is End of Life
pl_pl: PHP %s osiągnęło koniec cyklu życia.

# PANOPTICON_MAIN_PHP_EOL_BODY
source: You are currently using PHP %s to run Panopticon. This PHP version has been End of Life since %s. Please upgrade your version of PHP to at least %s (recommended: PHP %s).
pl_pl: Obecnie korzystasz z PHP %s do uruchamiania Panopticon. Ta wersja PHP przestała być wspierana od %s. Proszę zaktualizować swoją wersję PHP przynajmniej do %s (zalecane: PHP %s).

# PANOPTICON_MAIN_PHP_SECURITY_HEAD
source: PHP %s is approaching its End of Life
pl_pl: PHP %s zbliża się do końca swojego wsparcia

# PANOPTICON_MAIN_PHP_SECURITY_BODY
source: You are currently using PHP %s to run Panopticon. This PHP version will become End of Life on %s. Please upgrade your version of PHP to at least %s.
pl_pl: Obecnie używasz PHP %s do uruchamiania Panopticon. Ta wersja PHP przestanie być wspierana dnia %s. Proszę zaktualizować swoją wersję PHP przynajmniej do %s.

# PANOPTICON_MAIN_PHP_UPDATE_HEAD
source: Your PHP version is not up-to-date
pl_pl: Twoja wersja PHP nie jest aktualna

# PANOPTICON_MAIN_PHP_UPDATE_BODY
source: You are currently using PHP %s to run Panopticon. The PHP project has released a newer version, PHP %s. Please upgrade.
pl_pl: Obecnie korzystasz z PHP %s do uruchamiania Panopticon-u. Projekt PHP wydał nowszą wersję, PHP %s. Proszę dokonać aktualizacji.

# PANOPTICON_MAIN_LBL_HEARTBEAT_HEAD
source: Automated tasks appear to be broken
pl_pl: Automatyczne zadania wydają się być uszkodzone.

# PANOPTICON_MAIN_LBL_HEARTBEAT_MESSAGE
source: It is more than a minute since the last time an automated task ran. You need to set up CRON jobs to run every minute.
pl_pl: Minęła już ponad minuta od ostatniego uruchomienia automatycznego zadania. Musisz skonfigurować zadania CRON do uruchamiania co minutę.

# PANOPTICON_MAIN_LBL_HEARTBEAT_BTN_READ_INSTRUCTIONS
source: Read the instructions
pl_pl: Przeczytaj instrukcje.

# PANOPTICON_MAIN_LBL_FALL_BEHIND
source: Automated tasks are falling behind
pl_pl: Zadania automatyczne nie nadążają.

# PANOPTICON_MAIN_LBL_FALL_BEHIND_MESSAGE
source: Your automated tasks have been falling behind their scheduled time for an average of %d seconds. This means there is more work to be done than they can handle. You need to increase the number of CRON jobs you have set up.
pl_pl: Twoje zadania automatyczne opóźniają się średnio o %d sekund. Oznacza to, że jest więcej pracy do wykonania, niż mogą one obsłużyć. Musisz zwiększyć liczbę zadań CRON, które masz skonfigurowane.

# PANOPTICON_MAIN_LBL_FALL_BEHIND_READ_DOCS
source: Read the documentation
pl_pl: Przeczytaj dokumentację.

# PANOPTICON_MAIN_DASH_ERR_CANNOTLOAD_HEAD
source: Could not load the sites dashboard
pl_pl: Nie można załadować pulpitu witryn

# PANOPTICON_MAIN_DASH_ERR_CANNOTLOAD_TEXT
source: An error occurred while loading the sites dashboard information from your server.
pl_pl: Wystąpił błąd podczas ładowania informacji na pulpicie witryn z twojego serwera.

# PANOPTICON_MAIN_DASH_BTN_RELOAD
source: Reload
pl_pl: Przeładuj

# PANOPTICON_MAIN_DASH_BTN_TIMER_STOP
source: Stop the timer
pl_pl: Zatrzymaj licznik.

# PANOPTICON_MAIN_DASH_BTN_TIMER_START
source: Start the timer
pl_pl: Uruchom licznik.

# PANOPTICON_MAIN_DASH_LBL_CMS_WILL_UPDATE
source: The CMS will be updated automatically
pl_pl: System zarządzania treścią (CMS) zostanie zaktualizowany automatycznie.

# PANOPTICON_MAIN_DASH_LBL_CMS_UPDATING
source: The CMS is being updated
pl_pl: Aktualizacja systemu zarządzania treścią (CMS) jest w trakcie.

# PANOPTICON_MAIN_DASH_LBL_CMS_UPDATE_ERROR
source: The automatic CMS update has failed
pl_pl: Automatyczna aktualizacja systemu zarządzania treścią (CMS) nie powiodła się.

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS
source: Extensions
pl_pl: Rozszerzenia

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_WORDPRESS
source: Plugins &amp; Themes
pl_pl: Wtyczki i motywy

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_WILL_UPDATE
source: The extensions will be updated automatically
pl_pl: Rozszerzenia zostaną zaktualizowane automatycznie

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_UPDATING
source: The extensions are being updated
pl_pl: Rozszerzenia są aktualizowane

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_UPDATE_ERROR
source: The automatic extensions update has failed
pl_pl: Automatyczna aktualizacja rozszerzeń nie powiodła się

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_WP_WILL_UPDATE
source: The plugins &amp; themes will be updated automatically
pl_pl: Wtyczki i motywy zostaną zaktualizowane automatycznie.

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_WP_UPDATING
source: The plugins &amp; themes are being updated
pl_pl: Wtyczki i motywy są aktualizowane.

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_WP_UPDATE_ERROR
source: The automatic plugins &amp; themes update has failed
pl_pl: Automatyczna aktualizacja wtyczek i motywów nie powiodła się.

# PANOPTICON_MAIN_DASH_ERR_CMS
source: Error loading site information
pl_pl: Błąd podczas ładowania informacji o stronie.

# PANOPTICON_MAIN_DASH_ERR_EXT
source: Error loading extensions update information
pl_pl: Błąd ładowania informacji o aktualizacji rozszerzeń.

# PANOPTICON_MAIN_DASH_ERR_EXT_WP
source: Error loading plugins &amp; themes update information
pl_pl: Błąd ładowania informacji o aktualizacji wtyczek i motywów.

# PANOPTICON_MAIN_DASH_ERR_CERT_INVALID
source: Invalid SSL/TLS (HTTPS) certificate
pl_pl: Nieprawidłowy certyfikat SSL/TLS (HTTPS).

# PANOPTICON_MAIN_DASH_ERR_CERT_EXPIRING
source: The SSL/TLS (HTTPS) certificate is expiring soon
pl_pl: Certyfikat SSL/TLS (HTTPS) wygasa wkrótce.

# PANOPTICON_MAIN_SITES_LBL_BACKUP_HEAD
source: Latest Backup status, powered by Akeeba Backup Professional
pl_pl: Najnowszy stan kopii zapasowej, obsługiwany przez Akeeba Backup Professional

# PANOPTICON_MAIN_SITES_LBL_BACKUP_HEAD_SHORT
source: Backup Status
pl_pl: Status kopii zapasowej

# PANOPTICON_MAIN_SITES_LBL_BACKUP_NOT_INSTALLED
source: Akeeba Backup is not installed
pl_pl: Akeeba Backup nie jest zainstalowany.

# PANOPTICON_MAIN_SITES_LBL_BACKUP_NOT_CONNECTED
source: Akeeba Backup is not connected, or is the Core version
pl_pl: Akeeba Backup nie jest podłączony lub jest wersją Core.

# PANOPTICON_MAIN_SITES_LBL_BACKUP_NONE
source: No backup taken
pl_pl: Nie wykonano kopii zapasowej.

# PANOPTICON_MAIN_SITES_LBL_BACKUP_OBSOLETE
source: The backup files are missing
pl_pl: Brak plików kopii zapasowych

# PANOPTICON_MAIN_SITES_LBL_BACKUP_REMOTE
source: The backup files are in remote storage
pl_pl: Pliki kopii zapasowych znajdują się w zdalnym magazynie

# PANOPTICON_MAIN_SITES_LBL_BACKUP_OK
source: Successful backup
pl_pl: Pomyślnie utworzona kopia zapasowa.

# PANOPTICON_MAIN_SITES_LBL_BACKUP_FAIL
source: The backup has failed
pl_pl: Kopia zapasowa nie powiodła się.

# PANOPTICON_MAIN_SITES_LBL_BACKUP_PENDING
source: The backup is still running
pl_pl: Kopia zapasowa nadal się wykonuje.

# PANOPTICON_MAIN_SITES_LBL_BACKUP_UNKNOWN
source: Unknown backup status
pl_pl: Nieznany status kopii zapasowej

# PANOPTICON_MAIN_SITES_LBL_BACKUP_TOO_OLD
source: The last backup was taken a long time ago
pl_pl: Ostatnia kopia zapasowa została wykonana dawno temu.

# PANOPTICON_MAIN_SITES_LBL_UPTIME_UP
source: The site is up and running.
pl_pl: Strona działa i jest dostępna.

# PANOPTICON_MAIN_SITES_LBL_UPTIME_DOWN
source: The site is down.
pl_pl: Strona jest niedostępna.

# PANOPTICON_MAIN_SITES_LBL_UPTIME_MAINTENANCE
source: The site is down for maintenance.
pl_pl: Strona jest niedostępna z powodu konserwacji.

# PANOPTICON_SITES_TITLE
source: Sites
pl_pl: Witryny

# PANOPTICON_SITES_TITLE_NEW
source: Add a New Site
pl_pl: Dodaj nową witrynę

# PANOPTICON_SITES_TITLE_EDIT
source: Edit a Site
pl_pl: Edytuj witrynę

# PANOPTICON_SITES_ERR_NO_TITLE
source: The site must have a title.
pl_pl: Witryna musi mieć tytuł.

# PANOPTICON_SITES_ERR_NO_URL
source: The site must have an endpoint URL e.g. <code>https://www.example.com/api</code>.
pl_pl: Witryna musi mieć adres URL punktu końcowego, np. <code>https://www.example.com/api</code>.

# PANOPTICON_SITES_ERR_NO_TOKEN
source: You must fill in the API Token.
pl_pl: Musisz wypełnić pole z Tokenem API.

# PANOPTICON_SITES_ERR_CONNECTION_ERROR
source: Could not connect to the remote site.
pl_pl: Nie można połączyć się z zdalną witryną.

# PANOPTICON_SITES_TABLE_COMMENT
source: Table of sites known to Panopticon
pl_pl: Tabela witryn znanych Panopticonowi

# PANOPTICON_SITES_TABLE_HEAD_NAME
source: Site
pl_pl: Witryna

# PANOPTICON_SITE_LBL_TAB_CONNECTION
source: Connection
pl_pl: Połączenie

# PANOPTICON_SITE_LBL_TAB_PROPERTIES
source: Properties
pl_pl: Właściwości

# PANOPTICON_SITE_LBL_TAB_OTHER_FEATURES
source: Other Features
pl_pl: Inne funkcje

# PANOPTICON_SITE_LBL_TAB_UPDATE
source: Joomla!&reg; Update
pl_pl: Aktualizacja Joomla!&reg;

# PANOPTICON_SITE_LBL_TAB_EXTUPDATE
source: Extensions Update
pl_pl: Aktualizacja rozszerzeń

# PANOPTICON_SITES_FIELD_NAME
source: Site Name
pl_pl: Nazwa witryny

# PANOPTICON_SITES_FIELD_URL
source: Endpoint URL
pl_pl: Adres URL punktu końcowego

# PANOPTICON_SITES_FIELD_TOKEN
source: API Token
pl_pl: Token API

# PANOPTICON_SITES_LBL_INSTRUCTIONS_HEAD
source: Connecting your site
pl_pl: Łączenie się z twoją stroną
