Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# PANOPTICON_LBL_SCANNERTASK_DELETED
source: The scan schedule has been deleted.
pl_pl: Harmonogram skanowania został usunięty.

# PANOPTICON_LBL_SCANNERTASK_SAVED
source: The scan schedule has been saved.
pl_pl: Harmonogram skanowania został zapisany.

# PANOPTICON_LBL_SCANNERTASK_PUBLISHED
source: The scan schedule is enabled.
pl_pl: Harmonogram skanowania jest włączony.

# PANOPTICON_LBL_SCANNERTASK_UNPUBLISHED
source: The scan schedule is disabled.
pl_pl: Harmonogram skanowania jest wyłączony.

# PANOPTICON_SCANNERTASKS_ERR_CANNOT_EDIT_MANUAL
source: You cannot edit manual scan schedules.
pl_pl: Nie możesz edytować ręcznych harmonogramów skanowania.

# PANOPTICON_SCANNERTASKS_LBL_MANUAL_SCAN
source: Manual Scan
pl_pl: Ręczne skanowanie

# PANOPTICON_SITES_LBL_ADMINTOOLS_EXECUTION_PENDING
source: %d scans are currently in the queue.
pl_pl: Aktualnie w kolejce znajduje się %d skanów.

# PANOPTICON_SITES_LBL_ADMINTOOLS_EXECUTION_PENDING_1
source: One scan is currently in the queue.
pl_pl: Aktualnie w kolejce znajduje się jeden skan.

# PANOPTICON_SITES_LBL_ADMINTOOLS_MANUAL_ERROR
source: %d manual scans have failed.
pl_pl: %d ręcznych skanów nie powiodło się.

# PANOPTICON_SITES_LBL_ADMINTOOLS_MANUAL_ERROR_1
source: One manual scan has failed.
pl_pl: Jeden ręczny skan nie powiódł się.

# PANOPTICON_SITES_LBL_ADMINTOOLS_SCHEDULE
source: Schedule Scans
pl_pl: Harmonogram skanowania

# PANOPTICON_SITES_LBL_ADMINTOOLS_STARTSCAN
source: Start Scanning
pl_pl: Rozpocznij skanowanie

# PANOPTICON_SITES_LBL_ADMINTOOLS_REFRESH
source: Refresh
pl_pl: Odśwież

# PANOPTICON_SITES_MENU_ADMINTOOLS_SCHEDULE
source: PHP File Change Scanner
pl_pl: Skaner zmian w plikach PHP

# PANOPTICON_SCANNERTASKS_LBL_SELECT_MANUAL
source: – Manual –
pl_pl: – Ręczny –

# PANOPTICON_SCANNERTASKS_LBL_MANUAL_NO
source: Scheduled
pl_pl: Zaplanowany

# PANOPTICON_SCANNERTASKS_LBL_MANUAL_YES
source: Manual
pl_pl: Ręczny

# PANOPTICON_SCANNERTASKS_LBL_VIEW_MANUAL
source: List Manual Scans
pl_pl: Wyświetl listę ręcznych skanowań

# PANOPTICON_SITES_LBL_DROPDOWN_AUTOMATIONS
source: Automations
pl_pl: Automatyzacje

# PANOPTICON_SITES_LBL_DROPDOWN_AUTOMATIONS_HEAD_EMAILS
source: Automated Emails
pl_pl: Automatyczne e-maile

# PANOPTICON_SITES_LBL_DROPDOWN_AUTOMATIONS_HEAD_BACKUP_SECURITY
source: Backup &amp; Security
pl_pl: Kopia zapasowa i bezpieczeństwo

# PANOPTICON_SITES_LBL_DROPDOWN_TROUBLESHOOT
source: Troubleshooting
pl_pl: Rozwiązywanie problemów

# PANOPTICON_MFA_HEAD_MFA_PAGE
source: Multi-factor Authentication
pl_pl: Autoryzacja wieloskładnikowa

# PANOPTICON_MFA_HEAD_SELECT_PAGE
source: Select an Authentication Method
pl_pl: Wybierz metodę uwierzytelniania

# PANOPTICON_MFA_LBL_GUI_HEAD
source: Multi-factor Authentication
pl_pl: Autoryzacja wieloskładnikowa

# PANOPTICON_MFA_LBL_DESCRIPTION
source: Multi-factor Authentication methods are used <em>in addition to</em> your username and password, to make it much harder for hackers to gain unauthorised access.
pl_pl: Metody uwierzytelniania wieloskładnikowego są używane <em>dodatkowo do</em> twojej nazwy użytkownika i hasła, aby utrudnić hakerom nieautoryzowany dostęp.

# PANOPTICON_MFA_LBL_IS_ACTIVE
source: Multi-factor Authentication is <span class="%s">enabled</span> on your account.
pl_pl: <span class="%s">Włączono</span> uwierzytelnianie wieloskładnikowe na twoim koncie.

# PANOPTICON_MFA_LBL_TURN_OFF
source: Turn Off
pl_pl: Wyłącz

# PANOPTICON_MFA_LBL_IS_DISABLED
source: Multi-factor Authentication is <span class="%s">disabled</span> on your account.
pl_pl: Uwierzytelnianie wieloskładnikowe jest <span class="%s">wyłączone</span> na twoim koncie.

# PANOPTICON_MFA_LBL_LIST_DEFAULTTAG
source: Default
pl_pl: Domyślne

# PANOPTICON_MFA_LBL_CREATEDON
source: Added: %s
pl_pl: Dodano: %s

# PANOPTICON_MFA_LBL_LASTUSED
source: Last used: %s
pl_pl: Ostatnio użyty: %s

# PANOPTICON_MFA_LBL_EDIT
source: Edit
pl_pl: Edytuj

# PANOPTICON_MFA_LBL_DELETE
source: Delete
pl_pl: Usuń

# PANOPTICON_MFA_LBL_LIST_ADD_A
source: Add a new %s
pl_pl: Dodaj nowy %s

# PANOPTICON_MFA_LBL_TITLE_ADD
source: Add an MFA method
pl_pl: Dodaj metodę MFA

# PANOPTICON_MFA_LBL_TITLE_EDIT
source: Edit an MFA method
pl_pl: Edytuj metodę MFA

# PANOPTICON_MFA_LBL_EDIT_FIELD_TITLE
source: Title
pl_pl: Tytuł

# PANOPTICON_MFA_LBL_EDIT_FIELD_DEFAULT
source: Default Multi-factor Authentication method
pl_pl: Domyślna metoda uwierzytelniania wieloskładnikowego

# PANOPTICON_MFA_LBL_EDIT_SUBMIT
source: Save
pl_pl: Zapisz

# PANOPTICON_MFA_LBL_EDIT_CANCEL
source: Cancel
pl_pl: Anuluj

# PANOPTICON_MFA_LBL_VALIDATE
source: Validate
pl_pl: Sprawdź

# PANOPTICON_MFA_LBL_LOGOUT
source: Log Out
pl_pl: Wyloguj

# PANOPTICON_MFA_LBL_USEDIFFERENTMETHOD
source: Use a different method
pl_pl: Skorzystaj z innej metody

# PANOPTICON_MFA_ERR_INVALID_CODE
source: Failed Multi-factor Authentication validation. Please try again.
pl_pl: Weryfikacja autoryzacji wieloskładnikowej nie powiodła się. Proszę spróbować ponownie.

# PANOPTICON_MFA_LBL_SELECT_INSTRUCTIONS
source: Please select how you would like to verify your login to this site.
pl_pl: Proszę wybrać, w jaki sposób chcesz zweryfikować swoje logowanie do tej witryny.

# PANOPTICON_MFA_LBL_BACKUPCODES
source: Backup Codes (Emergency Access)<br><small class="text-muted">Use these if you get locked out.</small>
pl_pl: Kody zapasowe (dostęp awaryjny)<br><small class="text-muted">Użyj ich, jeśli zostaniesz zablokowany.</small>

# PANOPTICON_MFA_LBL_BACKUPCODES_METHOD_NAME
source: Backup Codes
pl_pl: Kody zapasowe

# PANOPTICON_MFA_LBL_BACKUPCODES_DESCRIPTION
source: Single-use codes to let you login to the site if none of the other methods can be used.
pl_pl: Kody jednorazowego użytku, pozwalające zalogować się na stronę, jeśli żadne z innych metod nie może być użyte.

# PANOPTICON_MFA_LBL_BACKUPCODES_PRINT_PROMPT
source: <strong><a href="%s">Print these codes</a> and keep them in your wallet</strong>. <span class="text-muted">Backup codes let you log into the site if your regular Multi-factor Authentication method does not work or you no longer have access to it. Each code can be used <em>only once</em>.</span>
pl_pl: <strong><a href="%s">Wydrukuj te kody</a> i przechowuj je w portfelu</strong>. <span class="text-muted">Kody zapasowe pozwalają zalogować się na stronę, jeśli Twój regularny sposób uwierzytelniania dwuetapowego nie działa lub nie masz do niego dostępu. Każdy kod można użyć <em>tylko raz</em>.</span>

# PANOPTICON_MFA_LBL_BACKUPCODES_INSTRUCTIONS
source: Print this page and keep it in your wallet. Each of the following codes below can be used only once. Use them in case of emergency, when none of the other Multi-factor Authentication methods you've set up can be used. For example, if your phone is out of battery or misplaced.
pl_pl: Drukuj tę stronę i przechowuj ją w portfelu. Każdy z poniższych kodów może być użyty tylko raz. Użyj ich w przypadku nagłej potrzeby, gdy żadna z innych metod wieloczynnikowej autentykacji, które skonfigurowałeś, nie może być użyta. Na przykład, jeśli twój telefon jest wyłączony lub zgubiony.

# PANOPTICON_MFA_LBL_BACKUPCODES_RESET
source: Regenerate Backup Codes
pl_pl: Wygeneruj nowe kody zapasowe

# PANOPTICON_MFA_LBL_BACKUPCODES_RESET_INFO
source: Use the “Regenerate Backup Codes” toolbar button to generate a new set of backup codes. You should do that if you have misplaced your backup codes, believe they may have been compromised, or are running out of available backup codes.
pl_pl: Użyj przycisku na pasku narzędzi "Wygeneruj nowe kody zapasowe.", aby wygenerować nowy zestaw kodów zapasowych. Powinieneś to zrobić, jeśli zgubiłeś swoje kody zapasowe, sądzisz, że mogły zostać naruszone, lub kończą Ci się dostępne kody zapasowe.

# PANOPTICON_MFA_LBL_BACKUPCODES_ENTRY_LABEL
source: Your emergency backup code
pl_pl: Twój kod zapasowy awaryjny

# PANOPTICON_MFA_LBL_BACKUPCODES_USE_WHEN_LOCKED_OUT
source: Enter an emergency backup code if you are locked out.
pl_pl: Wprowadź kod awaryjny, jeśli jesteś zablokowany.

# PANOPTICON_MFA_FIXED_LBL_DISPLAYEDAS
source: Fixed Code
pl_pl: Stały Kod

# PANOPTICON_MFA_FIXED_LBL_SHORTINFO
source: Choose your own preset code, essentially a second password. <strong>For demonstration purposes only - this is disabled in production</strong>.
pl_pl: Wybierz swój własny kod predefiniowany, który stanowi w zasadzie drugie hasło. <strong>Wyłączone w środowisku produkcyjnym - służy jedynie do celów demonstracyjnych</strong>.

# PANOPTICON_MFA_FIXED_LBL_LABEL
source: Enter your fixed Multi-factor Authentication code
pl_pl: Wprowadź swój stały kod wieloskładnikowej autoryzacji

# PANOPTICON_MFA_FIXED_LBL_PLACEHOLDER
source: Enter your Fixed Code
pl_pl: Wprowadź swój Stały Kod

# PANOPTICON_MFA_FIXED_LBL_PREMESSAGE
source: <p>This is a demonstration Multi-factor Authentication plugin for Panopticon. You need to enter the fixed code you configured when enabling the Multi-factor Authentication for this user. It effectively works as a second password.</p>
pl_pl: <p>To jest demonstracyjna wtyczka wieloskładnikowej autoryzacji dla Panopticon. Musisz wprowadzić stały kod, który skonfigurowałeś podczas włączania wieloskładnikowej autoryzacji dla tego użytkownika. Skutecznie działa jako drugie hasło.</p>

# PANOPTICON_MFA_FIXED_LBL_POSTMESSAGE
source: <p class="alert alert-info">The messages appearing above and below the code area can be customized by overriding the language strings <code>PANOPTICON_MFA_LBL_PREMESSAGE</code> and <code>PANOPTICON_MFA_FIXED_LBL_POSTMESSAGE</code>.</p>
pl_pl: <p class="alert alert-info">Wiadomości appearing powyżej i poniżej obszaru kodu mogą być dostosowane przez zastąpienie ciągów językowych <code>PANOPTICON_MFA_LBL_PREMESSAGE</code> i <code>PANOPTICON_MFA_FIXED_LBL_POSTMESSAGE</code>.</p>

# PANOPTICON_MFA_FIXED_LBL_DEFAULTTITLE
source: Fixed Code
pl_pl: Stały Kod

# PANOPTICON_MFA_FIXED_LBL_SETUP_PREMESSAGE
source: <p>Enter a password below. This password will be required to be entered after logging in before you're able to use the site.</p>
pl_pl: <p>Wprowadź poniżej hasło. Wymagane będzie wprowadzenie tego hasła po zalogowaniu, przed możliwością korzystania ze strony.</p>

# PANOPTICON_MFA_FIXED_LBL_SETUP_POSTMESSAGE
source: <p class="alert alert-info">The messages appearing above and below the setup area can be customized by overriding the language strings <code>PANOPTICON_MFA_FIXED_LBL_SETUP_PREMESSAGE</code> and <code>PANOPTICON_MFA_FIXED_LBL_SETUP_POSTMESSAGE</code></p>
pl_pl: <p class="alert alert-info">Wiadomości pojawiające się powyżej i poniżej obszaru konfiguracji mogą być dostosowane przez nadpisanie ciągów językowych <code>PANOPTICON_MFA_FIXED_LBL_SETUP_PREMESSAGE</code> oraz <code>PANOPTICON_MFA_FIXED_LBL_SETUP_POSTMESSAGE</code>.</p>

# PANOPTICON_MFA_FIXED_ERR_EMPTYCODE
source: Your fixed code cannot be empty.
pl_pl: Twój stały kod nie może być pusty.

# PANOPTICON_MFA_PASSKEYS_LBL_DISPLAYEDAS
source: Passkey
pl_pl: Klucz dostępu

# PANOPTICON_MFA_PASSKEYS_LBL_SHORTINFO
source: Use a Passkey, with any hardware or software security key.
pl_pl: Użyj klucza dostępu (Passkey) w połączeniu z dowolnym sprzętowym lub programowym kluczem bezpieczeństwa.

# PANOPTICON_MFA_PASSKEYS_LBL_REGISTERKEY
source: Register a Passkey
pl_pl: Zarejestruj klucz dostępu (Passkey)

# PANOPTICON_MFA_PASSKEYS_LBL_VALIDATEKEY
source: Validate Your Login with a Passkey
pl_pl: Zweryfikuj swoje logowanie za pomocą klucza dostępu (Passkey).

# PANOPTICON_MFA_PASSKEYS_LBL_CONFIGURED
source: You have already configured this Passkey. Please note that you can only modify its title from this page.
pl_pl: Już skonfigurowałeś ten klucz dostępu (Passkey). Zauważ, że możesz zmienić tylko jego tytuł z tej strony.

# PANOPTICON_MFA_PASSKEYS_LBL_INSTRUCTIONS
source: Follow the instructions on your device's screen to use your preferred Passkey.
pl_pl: Postępuj zgodnie z instrukcjami wyświetlanymi na ekranie urządzenia, aby użyć preferowanego klucza dostępu (Passkey).

# PANOPTICON_MFA_PASSKEYS_ERR_NOTAVAILABLE_HEAD
source: Your browser lacks support for Passkeys
pl_pl: Twoja przeglądarka nie obsługuje kluczy dostępu (Passkeys).

# PANOPTICON_MFA_PASSKEYS_ERR_NOTAVAILABLE_BODY
source: Your browser doesn't support Passkeys, or your site does not meet the minimum requirements (HTTPS-only, with an SSL/TLS certificate signed by a commercial Certification Authority).
pl_pl: Twoja przeglądarka nie obsługuje Passkeys, lub Twoja witryna nie spełnia minimalnych wymagań (tylko HTTPS, z certyfikatem SSL/TLS podpisanym przez komercyjny Organizm Certyfikujący).

# PANOPTICON_MFA_PASSKEYS_ERR_NO_STORED_CREDENTIAL
source: You have not configured a Passkey yet or the Passkey you are trying to use is unknown to this site.
pl_pl: Nie skonfigurowałeś jeszcze klucza dostępu (Passkey), lub klucz dostępu, który próbujesz użyć, jest nieznany dla tej witryny.

# PANOPTICON_MFA_PASSKEYS_ERR_CREATE_NO_PK
source: The server has not issued a Public Key for Passkey registration but somehow received an authenticator registration request from the browser. This means that someone tried to hack you, or something is terribly broken.
pl_pl: Serwer nie wydał klucza publicznego do rejestracji klucza dostępu (Passkey), ale otrzymał żądanie rejestracji autoryzatora przeglądarki. Oznacza to, że ktoś próbował cię zhakować, lub coś jest bardzo zepsute.

# PANOPTICON_MFA_PASSKEYS_ERR_CREATE_INVALID_PK
source: The Passkey registration has failed. The response received from the browser does not match the Public Key issued by the server. This means that someone tried to hack you, or something is terribly broken.
pl_pl: Rejestracja klucza dostępu (Passkey) nie powiodła się. Otrzymana odpowiedź z przeglądarki nie pasuje do wydanego przez serwer klucza publicznego. Oznacza to, że ktoś próbował cię zhakować, lub coś jest bardzo zepsute.

# PANOPTICON_MFA_PASSKEYS_ERR_CREATE_INVALID_USER
source: For security reasons you are not allowed to register Passkeys on behalf of another user.
pl_pl: Z przyczyn bezpieczeństwa nie jest dozwolone rejestrowanie kluczy dostępu (Passkeys) w imieniu innego użytkownika.

# PANOPTICON_MFA_PASSKEYS_ERR_CREATE_NO_ATTESTED_DATA
source: Something went wrong but no further information about the error is available at this time. Please retry registering your Passkey.
pl_pl: Coś poszło nie tak, ale w tej chwili nie ma dalszych informacji na temat błędu. Spróbuj ponownie zarejestrować swój klucz dostępu (Passkey).

# PANOPTICON_MFA_PASSKEYS_ERR_CREATE_INVALID_LOGIN_REQUEST
source: Invalid authentication request.
pl_pl: Nieprawidłowe żądanie uwierzytelnienia.

# PANOPTICON_MFA_TOTP_LBL_DISPLAYEDAS
source: Authenticator code (TOTP)
pl_pl: Kod autentykacyjny (TOTP)

# PANOPTICON_MFA_TOTP_LBL_SHORTINFO
source: Six-digit code which changes every 30 seconds.
pl_pl: Sześciocyfrowy kod, który zmienia się co 30 sekund.

# PANOPTICON_MFA_TOTP_LBL_CODE
source: Code
pl_pl: Kod

# PANOPTICON_MFA_TOTP_LBL_PLACEHOLDER
source: Enter your six-digit code
pl_pl: Wprowadź swój sześciocyfrowy kod

# PANOPTICON_MFA_TOTP_QR_LBL_TITLE
source: Set up your authenticator software
pl_pl: Skonfiguruj swoje oprogramowanie uwierzytelniające

# PANOPTICON_MFA_TOTP_QR_LBL_INSTRUCTIONS
source: Depending on your authenticator software, do one of the following:
pl_pl: W zależności od oprogramowania uwierzytelniającego, wykonaj jedną z poniższych czynności:

# PANOPTICON_MFA_TOTP_QR_LBL_INSTRUCTIONS_OPT1
source: Scan this QR Code&trade;.
pl_pl: Zeskanuj ten kod QR™.

# PANOPTICON_MFA_TOTP_QR_LBL_INSTRUCTIONS_OPT2
source: Use this <a href="%s">link</a>.
pl_pl: Użyj tego <a href="%s">linku</a>.

# PANOPTICON_MFA_TOTP_QR_LBL_ENTER_CODE
source: Enter the generated 6-digit code into the field below, and click on “Save”.
pl_pl: Wprowadź wygenerowany 6-cyfrowy kod w pole poniżej, a następnie kliknij „Zapisz”.

# PANOPTICON_MFA_TOTP_QR_LBL_SOFTWARE
source: Looking for compatible authenticator software? We have tested with <a href="https://keepassxc.org/">KeePassXC</a>, <a href="https://strongboxsafe.com/">Strongbox</a>, <a href="https://1password.com/">1Password</a>, <a href="https://en.wikipedia.org/wiki/Google_Authenticator">Google Authenticator</a>, <a href="https://authy.com/">Twilio Authy</a>, and the built-in feature in macOS / iOS / iPadOS.
pl_pl: Szukasz kompatybilnego oprogramowania uwierzytelniającego? Przetestowaliśmy z <a href="https://keepassxc.org/">KeePassXC</a>, <a href="https://strongboxsafe.com/">Strongbox</a>, <a href="https://1password.com/">1Password</a>, <a href="https://en.wikipedia.org/wiki/Google_Authenticator">Google Authenticator</a>, <a href="https://authy.com/">Twilio Authy</a> oraz wbudowaną funkcją w macOS / iOS / iPadOS.

# PANOPTICON_MFA_LBL_HELP
source: Help on the wiki
pl_pl: Pomoc na wiki

# PANOPTICON_OVERRIDES_TITLE
source: Template Overrides
pl_pl: Nadpisania szablonów

# PANOPTICON_OVERRIDES_TITLE_READ
source: Compare an Override
pl_pl: Porównaj nadpisanie

# PANOPTICON_OVERRIDES_TABLE_COMMENT
source: Table of template overrides which have changed on the remote site
pl_pl: Tabela nadpisań szablonów, które zostały zmienione na zdalnej witrynie

# PANOPTICON_OVERRIDES_LBL_FIELD_TEMPLATE
source: Template
pl_pl: Szablon

# PANOPTICON_OVERRIDES_LBL_FIELD_FILE
source: File
pl_pl: Plik

# PANOPTICON_OVERRIDES_LBL_FIELD_ACTION
source: Source
pl_pl: Źródło

# PANOPTICON_OVERRIDES_LBL_FIELD_CREATED
source: Created and Modified Date
pl_pl: Data utworzenia i modyfikacji

# PANOPTICON_OVERRIDES_LBL_FIELD_MODIFIED
source: Created and Modified Date
pl_pl: Data utworzenia i modyfikacji

# PANOPTICON_OVERRIDES_LBL_CORE
source: Source File
pl_pl: Plik źródłowy

# PANOPTICON_OVERRIDES_LBL_OVERRIDE
source: Override File
pl_pl: Plik nadpisania

# PANOPTICON_OVERRIDES_LBL_DIFF
source: Differences
pl_pl: Różnice

# PANOPTICON_OVERRIDES_LBL_NO_OVERRIDE_HEAD
source: Error retrieving the template override from the site
pl_pl: Błąd podczas pobierania nadpisania szablonu ze strony

# PANOPTICON_OVERRIDES_LBL_NO_OVERRIDE_MESSAGE
source: The template override, or the corresponding original file, may no longer exist on your site.
pl_pl: Nadpisanie szablonu lub odpowiadający mu oryginalny plik może już nie istnieć na Twojej stronie.

# PANOPTICON_OVERRIDES_LBL_NO_OVERRIDE_SUGGESTION
source: Please visit your site's administrator backend to inspect the template overrides.
pl_pl: Proszę odwiedzić panel administratora witryny, aby sprawdzić nadpisywanie szablonów.

# PANOPTICON_LOGS_TITLE
source: Log Files
pl_pl: Pliki dziennika

# PANOPTICON_LOGS_TITLE_READ
source: Show Log File
pl_pl: Pokaż plik dziennika

# PANOPTICON_LOGS_TABLE_COMMENT
source: Table of available log files
pl_pl: Tabela dostępnych plików dziennika

# PANOPTICON_LOGS_LBL_FIELD_ACTIONS
source: Actions
pl_pl: Działania

# PANOPTICON_LOGS_LBL_FIELD_FILE
source: File
pl_pl: Plik

# PANOPTICON_LOGS_LBL_FIELD_SITE
source: Site
pl_pl: Witryna

# PANOPTICON_LOGS_LBL_SYSTEM
source: System Log
pl_pl: Dziennik systemowy

# PANOPTICON_LOGS_LBL_STATUS_ACTIVE
source: Active
pl_pl: Aktywny

# PANOPTICON_LOGS_LBL_STATUS_ARCHIVED
source: Archived
pl_pl: Zarchiwizowane

# PANOPTICON_LOGS_LBL_VIEW
source: View
pl_pl: Widok

# PANOPTICON_LOGS_LBL_DOWNLOAD
source: Download
pl_pl: Pobierz

# PANOPTICON_LOGS_LBL_DELETE
source: Delete
pl_pl: Usuń

# PANOPTICON_LOGS_LBL_NOVIEW_HELP
source: You cannot view an archived log file.
pl_pl: Nie możesz przeglądać zarchiwizowanego pliku dziennika.

# PANOPTICON_LOGS_LBL_ARCHIVED_OPT_ALL
source: All
pl_pl: Wszystko

# PANOPTICON_LOGS_LBL_ARCHIVED_OPT_ACTIVE
source: Only Active
pl_pl: Tylko aktywne

# PANOPTICON_LOGS_ERR_NOTHING_TO_SEE
source: Nothing to see here.
pl_pl: Nie ma tutaj nic do zobaczenia.

# PANOPTICON_LOGS_ERR_NOTHING_TO_SEE_DETAILS
source: The requested log file does not exist, or it is unreadable, empty, or outside the log path.
pl_pl: Żądany plik dziennika nie istnieje, jest nieczytelny, pusty lub znajduje się poza ścieżką dziennika.

# PANOPTICON_LOGS_LBL_PRIORITY_EMERGENCY
source: Emergency
pl_pl: Nagły wypadek

# PANOPTICON_LOGS_LBL_PRIORITY_ALERT
source: Alert
pl_pl: Alarm

# PANOPTICON_LOGS_LBL_PRIORITY_CRITICAL
source: Critical
pl_pl: Krytyczny

# PANOPTICON_LOGS_LBL_PRIORITY_ERROR
source: Error
pl_pl: Błąd

# PANOPTICON_LOGS_LBL_PRIORITY_WARNING
source: Warning
pl_pl: Ostrzeżenie

# PANOPTICON_LOGS_LBL_PRIORITY_NOTICE
source: Notice
pl_pl: Uwaga

# PANOPTICON_LOGS_LBL_PRIORITY_INFO
source: Info
pl_pl: Informacja

# PANOPTICON_LOGS_LBL_PRIORITY_DEBUG
source: Debug
pl_pl: Debugowanie

# PANOPTICON_LOGS_LBL_MAX_INPUT_SIZE
source: Maximum Input Size
pl_pl: Maksymalny rozmiar wejścia

# PANOPTICON_LOGS_LBL_MAX_LINES
source: Maximum Number Of Lines
pl_pl: Maksymalna ilość wierszy

# PANOPTICON_LOGS_LBL_AUTOREFRESH
source: Auto-refresh
pl_pl: Automatyczne odświeżanie

# PANOPTICON_LOGS_LBL_SR_AUTOREFRESH_TIME
source: Auto-refresh time left
pl_pl: Pozostał czas automatycznego odświeżania

# PANOPTICON_LOGS_LBL_TIME
source: Time
pl_pl: Czas

# PANOPTICON_LOGS_LBL_LEVEL
source: Level
pl_pl: Poziom

# PANOPTICON_LOGS_LBL_FACILITY
source: Type
pl_pl: Typ

# PANOPTICON_LOGS_LBL_MESSAGE
source: Message
pl_pl: Wiadomość

# PANOPTICON_LOGS_LBL_CONTEXT
source: Context Information
pl_pl: Informacje o kontekście

# PANOPTICON_LOGS_LBL_EXTRA
source: Additional Information
pl_pl: Dodatkowe informacje

# PANOPTICON_LOGS_LBL_RELOAD
source: Reload Now
pl_pl: Przeładuj teraz

# PANOPTICON_LOGS_LBL_DELETED
source: Deleted log file <code>%s</code>
pl_pl: Usunięto plik dziennika <code>%s</code>

# PANOPTICON_LOGS_LBL_NOT_DELETED
source: Could not delete the log file
pl_pl: Nie można usunąć pliku dziennika

# PANOPTICON_LOGS_LBL_CANNOT_DOWNLOAD
source: Can not download the log file
pl_pl: Nie można pobrać pliku dziennika

# PANOPTICON_EXTUPDATES_TITLE
source: Extension Updates
pl_pl: Aktualizacje rozszerzeń

# PANOPTICON_EXTUPDATES_BTN_UPDATE
source: Update Selected
pl_pl: Zaktualizuj wybrane

# PANOPTICON_EXTUPDATES_LBL_SITE
source: Site
pl_pl: Witryna

# PANOPTICON_EXTUPDATES_LBL_SITE_SELECT
source: – Site –
pl_pl: – Witryna –

# PANOPTICON_EXTUPDATES_LBL_CMSVERSION_SELECT
source: – CMS Version –
pl_pl: – Wersja CMSa –

# PANOPTICON_EXTUPDATES_LBL_PHPVERSION_SELECT
source: – PHP Version –
pl_pl: – Wersja PHP –

# PANOPTICON_EXTUPDATES_LBL_EXT_NAME
source: Extension Name
pl_pl: Nazwa rozszerzenia

# PANOPTICON_EXTUPDATES_LBL_EXT_NAME_SELECT
source: – Extension Name –
pl_pl: – Nazwa rozszerzenia –

# PANOPTICON_EXTUPDATES_LBL_EXT_AUTHOR
source: Extension Author
pl_pl: Autor rozszerzenia

# PANOPTICON_EXTUPDATES_LBL_EXT_AUTHOR_SELECT
source: – Author –
pl_pl: – Autor –

# PANOPTICON_EXTUPDATES_LBL_EXT_AUTHOR_URL
source: Author URL
pl_pl: URL autora

# PANOPTICON_EXTUPDATES_LBL_EXT_AUTHOR_URL_SELECT
source: – Author URL –
pl_pl: – URL autora –

# PANOPTICON_EXTUPDATES_LBL_EXT_AUTHOR_EMAIL
source: Author Email
pl_pl: Email autora

# PANOPTICON_EXTUPDATES_LBL_EXT_AUTHOR_EMAIL_SELECT
source: – Author Email –
pl_pl: – Email autora –

# PANOPTICON_EXTUPDATES_TABLE_COMMENT
source: Table of extensions with available updates
pl_pl: Tabela rozszerzeń z dostępnymi aktualizacjami

# PANOPTICON_EXTUPDATES_LBL_SELECT_EXTENSION
source: Select extension %s for site %s
pl_pl: Wybierz rozszerzenie %s dla witryny %s

# PANOPTICON_EXTUPDATES_FIELD_SITE
source: Site
pl_pl: Witryna

# PANOPTICON_EXTUPDATES_FIELD_EXTENSION
source: Extension
pl_pl: Rozszerzenie

# PANOPTICON_EXTUPDATES_FIELD_VERSION
source: Version
pl_pl: Wersja

# PANOPTICON_EXTUPDATES_FIELD_AUTHOR
source: Author
pl_pl: Autor

# PANOPTICON_EXTUPDATES_LBL_SCHEDULED_N
source: %d selected extensions have been scheduled to be updated.
pl_pl: %d wybranych rozszerzeń zostało zaplanowanych do aktualizacji.
