Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# PANOPTICON_USERS_LBL_FIELD_NAME
source: Full name
pl_pl: Pełne imię i nazwisko

# PANOPTICON_USERS_LBL_FIELD_EMAIL_HELP
source: The email address is used to email the user, as well as displaying the user's picture using the third party <a href="https://en.gravatar.com" target="_blank">Gravatar</a> service.
pl_pl: Adres e-mail służy do wysyłania e-maili użytkownikowi oraz wyświetlania jego zdjęcia za pomocą usługi <a href="https://en.gravatar.com" target="_blank">Gravatar</a>.

# PANOPTICON_USERS_LBL_FIELD_PASSWORD
source: Password
pl_pl: Hasło

# PANOPTICON_USERS_LBL_FIELD_PASSWORD2
source: Password (repeat)
pl_pl: Hasło (powtórz)

# PANOPTICON_USERS_LBL_FIELD_PERMISSIONS
source: Permissions
pl_pl: Uprawnienia

# PANOPTICON_USERS_LBL_FIELD_GROUPS
source: Groups
pl_pl: Grupy

# PANOPTICON_USERS_LBL_EDIT_PROFILE
source: Edit Profile
pl_pl: Edytuj profil

# PANOPTICON_USERS_LBL_NOACCESS
source: No Access
pl_pl: Brak dostępu

# PANOPTICON_USERS_LBL_GROUPS
source: %d Groups
pl_pl: %d Grup

# PANOPTICON_USERS_LBL_GROUPS_1
source: Group
pl_pl: Grupa

# PANOPTICON_USERS_LBL_FIELD_FIELD_LANGUAGE
source: Preferred Language
pl_pl: Preferowany język

# PANOPTICON_USERS_LBL_FIELD_FIELD_LANGUAGE_AUTO
source: Use Default
pl_pl: Użyj domyślnego

# PANOPTICON_USERS_LBL_FIELD_FIELD_LANGUAGE_HELP
source: The language to display Panopticon and send you emails in. “Use Default” uses the language set in your browser preferences for the web interface, and the default language (<tt>%s</tt>) for emails.
pl_pl: Język wyświetlania Panopticon-u i wysyłania wiadomości e-mail. Opcja „Użyj domyślnego” wykorzystuje język ustawiony w preferencjach przeglądarki w przypadku interfejsu internetowego oraz domyślny język (<tt>%s</tt>) w przypadku wiadomości e-mail.

# PANOPTICON_USERS_LBL_FIELD_MAIN_LAYOUT
source: Sites Overview Layout
pl_pl: Układ przeglądu witryn

# PANOPTICON_USERS_LBL_FIELD_MAIN_LAYOUT_OPT_DEFAULT
source: Table
pl_pl: Tabela

# PANOPTICON_USERS_LBL_FIELD_MAIN_LAYOUT_OPT_DASHBOARD
source: Dashboard
pl_pl: Pulpit

# PANOPTICON_USERS_LBL_FIELD_MAIN_LAYOUT_HELP
source: The Dashboard layout is simpler to understand, but uses more browser resources.
pl_pl: Układ pulpitu jest prostszy do zrozumienia, ale zużywa więcej zasobów przeglądarki.

# PANOPTICON_ABOUT_TITLE
source: About
pl_pl: O programie

# PANOPTICON_ABOUT_LBL_LICENSE
source: License
pl_pl: Licencja

# PANOPTICON_ABOUT_LBL_LICENSE_IMAGE_ALT
source: Logotype of the GNU Affero General Public License
pl_pl: Logotyp licencji GNU Affero General Public License

# PANOPTICON_ABOUT_LBL_APP_SUBTITLE
source: Self–hosted site monitoring
pl_pl: Monitorowanie witryny własnego hostingu

# PANOPTICON_ABOUT_LBL_COPYRIGHT
source: Copyright &copy; %s Akeeba Ltd
pl_pl: Prawa autorskie &copy; %s Akeeba Ltd

# PANOPTICON_ABOUT_LBL_PLEASE_READ_LICENSE
source: For the complete text of the software license, please read the <a class="text-body-tertiary" href="%sLICENSE.txt">LICENSE.txt</a> file supplied with the software.
pl_pl: Aby zapoznać się z pełnym tekstem licencji oprogramowania, proszę przeczytać plik <a class="text-body-tertiary" href="%sLICENSE.txt">LICENSE.txt</a> dostarczony wraz z oprogramowaniem.

# PANOPTICON_ABOUT_LBL_3PD_SOFTWARE
source: Third Party Software Included
pl_pl: Dołączone oprogramowanie firm trzecich

# PANOPTICON_ABOUT_LBL_3PD_SOFTWARE_ABOUT
source: Software is not made in a vacuum, or by virgin birth. We build upon the work of other people and organisations who have kindly provided their software libraries under a permissive license. Below, you can find the third party software which is included in Akeeba Panopticon, its version numbers, and its integrity checksum - essentially a Software Bill Of Materials (SBOM) which you might need for compliance reasons.
pl_pl: Oprogramowanie nie powstaje w próżni ani przez dziewicze narodziny. Budujemy na pracy innych osób i organizacji, które uprzejmie udostępniły swoje biblioteki oprogramowania na zasadach licencji przyjaznych użytkownikowi. Poniżej znajdziesz oprogramowanie firm trzecich, które jest zawarte w Akeeba Panopticon, jego numery wersji oraz sumy kontrolne integralności - zasadniczo zestawienie materiałów programowych (SBOM), które mogą być potrzebne ze względów zgodności.

# PANOPTICON_ABOUT_LBL_PHP_DEPS
source: PHP Dependencies
pl_pl: Zależności PHP

# PANOPTICON_ABOUT_LBL_PACKAGE
source: Package
pl_pl: Pakiet

# PANOPTICON_ABOUT_LBL_VERSION
source: Version
pl_pl: Wersja

# PANOPTICON_ABOUT_LBL_REFERENCE
source: Reference
pl_pl: Referencja

# PANOPTICON_ABOUT_LBL_CSS_AND_JS
source: CSS and JavaScript Dependencies
pl_pl: Zależności CSS i JavaScript

# PANOPTICON_ABOUT_LBL_INTEGRITY
source: Integrity
pl_pl: Integralność

# PANOPTICON_ABOUT_LBL_CONTRIBUTORS
source: Contributors
pl_pl: Współtwórcy

# PANOPTICON_ABOUT_LBL_CONTRIBUTORS_INFO
source: Panopticon is Free and Open Source Software (FOSS). Like all FOSS it is made possible by the contributions of volunteer software developers, designers, translators, linguists, beta testers, and users who contribute to its development in every way they can. Below you can find the top contributors to the Panopticon project, as reported by GitHub.
pl_pl: Panopticon jest wolnym i otwartym oprogramowaniem (FOSS). Tak jak wszystkie FOSS, możliwe jest dzięki wkładowi wolontariuszy, programistów, projektantów, tłumaczy, lingwistów, testerów beta oraz użytkowników, którzy przyczyniają się do jego rozwoju w każdy możliwy sposób. Poniżej znajdziesz głównych współtwórców projektu Panopticon, jak to jest raportowane przez GitHub.

# PANOPTICON_ABOUT_LBL_AVATAR_FOR
source: Avatar for user %s
pl_pl: Awatar dla użytkownika %s

# PANOPTICON_ABOUT_LBL_CONTRIBUTIONS
source: Contributions: <span class="font-monospace text-success">%d</span>
pl_pl: Wkłady: <span class="font-monospace text-success">%d</span>

# PANOPTICON_ABOUT_LBL_GITHUB_PROFILE
source: GitHub profile
pl_pl: Profil na GitHubie

# PANOPTICON_ABOUT_LBL_GITHUB_PROFILE_FOR
source: GitHub profile for user %s
pl_pl: Profil na GitHubie użytkownika %s

# PANOPTICON_ABOUT_LBL_VISIT_GITHUB
source: For a complete list of Panopticon's contributors please visit <a href="%s">its GitHub repository</a>.
pl_pl: Aby uzyskać pełną listę współtwórców Panopticon, odwiedź <a href="%s">jego repozytorium na GitHubie</a>.

# PANOPTICON_ABOUT_LBL_ARE_YOU_MISSING
source: We would like to acknowledge and recognise the work of each and every person who has contributed to Akeeba Panopticon, no matter how small or big their contribution is; even the smallest of details are important. If you have contributed outside of GitHub and would like to be publicly acknowledged, please drop us a line and we'll rectify the omission; <em>every person matters</em>.
pl_pl: Chcielibyśmy docenić i uznać pracę każdej osoby, która przyczyniła się do Akeeba Panopticon, bez względu na to, jak mały lub duży był ich wkład; nawet najmniejsze szczegóły są ważne. Jeśli przyczyniłeś się poza GitHubem i chciałbyś być publicznie doceniony, daj nam znać, a naprawimy ten brak; <em>każda osoba się liczy</em>.

# PANOPTICON_BACKUPTASKS_TITLE
source: Backup Tasks
pl_pl: Zadania kopii zapasowej

# PANOPTICON_BACKUPTASKS_TITLE_NEW
source: New Backup Schedule
pl_pl: Nowy harmonogram kopii zapasowej

# PANOPTICON_BACKUPTASKS_TITLE_EDIT
source: Edit a Backup Schedule
pl_pl: Edytuj harmonogram kopii zapasowej

# PANOPTICON_BACKUPTASKS_LBL_RESET
source: Reset
pl_pl: Resetuj

# PANOPTICON_BACKUPTASKS_LBL_BACKUP_OPTIONS
source: Backup Options
pl_pl: Opcje kopii zapasowej

# PANOPTICON_BACKUPTASKS_LBL_BACKUP_PROFILE
source: Backup Profile
pl_pl: Profil kopii zapasowej

# PANOPTICON_BACKUPTASKS_LBL_DESCRIPTION
source: Description
pl_pl: Opis

# PANOPTICON_BACKUPTASKS_LBL_DESCRIPTION_HELP
source: You can use Akeeba Backup variables such as <code>[DATE]</code>, <code>[SITE]</code>, etc. They will be replaced by Akeeba Backup at backup time. You can also use the variables <code>{DATE_FORMAT_LC}</code>,<code>{DATE_FORMAT_LC1}</code>…<code>{DATE_FORMAT_LC7}</code> which will be replaced by Panopticon with a formatted version of the backup time. Please note that the Panopticon variables may differ by a few seconds compared to the Akeeba Backup variables as they are processed on the server running Panopticon, not the site's server where Akeeba Backup runs.
pl_pl: Możesz używać zmiennych Akeeba Backup, takich jak <code>[DATA]</code>, <code>[SITE]</code>, itp. Zostaną one zastąpione przez Akeeba Backup w czasie tworzenia kopii zapasowej. Możesz również używać zmiennych <code>{DATE_FORMAT_LC}</code>, <code>{DATE_FORMAT_LC1}</code>…<code>{DATE_FORMAT_LC7}</code>, które zostaną zastąpione przez Panopticon sformatowaną wersją czasu tworzenia kopii zapasowej. Należy zauważyć, że zmienne Panopticon mogą różnić się o kilka sekund w porównaniu do zmiennych Akeeba Backup, ponieważ są przetwarzane na serwerze działającym na Panopticon, a nie na serwerze witryny, gdzie działa Akeeba Backup.

# PANOPTICON_BACKUPTASKS_LBL_DESCRIPTION_DEFAULT
source: Scheduled remote backup with Panopticon taken on {DATE_FORMAT_LC7}
pl_pl: Zaplanowana zdalna kopia zapasowa z Panopticon wykonana dnia {DATE_FORMAT_LC7}

# PANOPTICON_BACKUPTASKS_LBL_SCHEDULE
source: Schedule
pl_pl: Harmonogram

# PANOPTICON_BACKUPTASKS_LBL_MINUTES
source: Minutes
pl_pl: Minuty

# PANOPTICON_BACKUPTASKS_LBL_MINUTES_HELP
source: Number <code>0</code> to <code>59</code>, contiguous range e.g. <code>5-15</code>, comma–separated list of values e.g. <code>1,15,30,45</code>, every minute as <code>*</code>, every X minutes using slash e.g. <code>*/5</code> (every 5 minutes).
pl_pl: Liczba <code>0</code> do <code>59</code>, ciągły zakres np. <code>5-15</code>, lista wartości oddzielonych przecinkiem np. <code>1,15,30,45</code>, co minutę jako <code>*</code>, co X minut używając ukośnika np. <code>*/5</code> (co 5 minut).

# PANOPTICON_BACKUPTASKS_LBL_HOURS
source: Hours
pl_pl: Godziny

# PANOPTICON_BACKUPTASKS_LBL_HOURS_HELP
source: Number <code>0</code> to <code>23</code> (0–11 is a.m., 12–23 is p.m.), contiguous range e.g. <code>5-15</code>, comma–separated list of values e.g. <code>0,6,12,18</code>, every hour as <code>*</code>, every X hours using slash e.g. <code>*/2</code> (every 2 hours).
pl_pl: Liczba <code>0</code> do <code>23</code> (0–11 to a.m., 12–23 to p.m.), ciągły zakres np. <code>5-15</code>, lista wartości oddzielonych przecinkiem np. <code>0,6,12,18</code>, co godzinę jako <code>*</code>, co X godzin używając ukośnika np. <code>*/2</code> (co 2 godziny).

# PANOPTICON_BACKUPTASKS_LBL_DOM
source: Day of the Month
pl_pl: Dzień miesiąca

# PANOPTICON_BACKUPTASKS_LBL_DOM_HELP
source: Number <code>1</code> to <code>31</code>, <code>L</code> for the last day of the month (cannot be used in lists of values!), contiguous range e.g. <code>1-15</code>, comma–separated list of values e.g. <code>1,7,14,21,28</code>, every day as <code>*</code>, every X days using slash e.g.<code>*/3</code> (every 3 days).<br>Use a number with <code>W</code> for the closest day within the same month that's not a Saturday or Sunday, e.g. <code>15W</code> is the closest day (from the 13th to the 17th) which is not a Saturday or Sunday.
pl_pl: Liczba <code>1</code> do <code>31</code>, <code>L</code> dla ostatniego dnia miesiąca (nie można go używać w listach wartości!), ciągły zakres np. <code>1-15</code>, lista wartości oddzielonych przecinkiem np. <code>1,7,14,21,28</code>, każdy dzień jako <code>*</code>, co X dni używając ukośnika np. <code>*/3</code> (co 3 dni).<br>Użyj liczby z <code>W</code> dla najbliższego dnia w tym samym miesiącu, który nie jest sobotą ani niedzielą, np. <code>15W</code> to najbliższy dzień (od 13. do 17.), który nie jest sobotą ani niedzielą.

# PANOPTICON_BACKUPTASKS_LBL_MONTH
source: Month
pl_pl: Miesiąc

# PANOPTICON_BACKUPTASKS_LBL_MONTH_HELP
source: Number <code>1</code> (January) to <code>12</code> (December), contiguous range e.g. <code>3-7</code>, comma–separated list of values e.g. <code>3,6,9,12</code>, every month as <code>*</code>, every X months using slash e.g. <code>*/2</code> (every 2 months).<br>Instead of numbers you may use the abbreviated, three–letter, English names of the months: <code>JAN</code> <code>FEB</code>, <code>MAR</code>, <code>APR</code>, <code>MAY</code>, <code>JUN</code>, <code>JUL</code>, <code>AUG</code>, <code>SEP</code>, <code>OCT</code>, <code>NOV</code>, <code>DEC</code>.
pl_pl: Liczba <code>1</code> (styczeń) do <code>12</code> (grudzień), ciągły zakres np. <code>3-7</code>, lista wartości oddzielonych przecinkiem np. <code>3,6,9,12</code>, co miesiąc jako <code>*</code>, co X miesięcy używając ukośnika np. <code>*/2</code> (co 2 miesiące).<br>Zamiast liczb możesz użyć skróconych, trzyliterowych angielskich nazw miesięcy: <code>JAN</code> <code>FEB</code>, <code>MAR</code>, <code>APR</code>, <code>MAY</code>, <code>JUN</code>, <code>JUL</code>, <code>AUG</code>, <code>SEP</code>, <code>OCT</code>, <code>NOV</code>, <code>DEC</code>.

# PANOPTICON_BACKUPTASKS_LBL_DOW
source: Day of the Week
pl_pl: Dzień tygodnia

# PANOPTICON_BACKUPTASKS_LBL_DOW_HELP
source: Number <code>0</code> (Sunday) to <code>6</code> (Saturday), contiguous range e.g. <code>1-5</code>, comma–separated list of values e.g. <code>1,3,5</code>, every day as <code>*</code>.<br> Instead of numbers you may use the abbreviated, three–letter, English names of the days of the week: <code>SUN</code>, <code>MON</code>, <code>TUE</code>, <code>WED</code>, <code>THU</code>, <code>FRI</code>, <code>SAT</code><br>A number followed by <code>L</code> for the last day of the week in the month, e.g. <code>5L</code> is the last Friday of the month.<br>Two numbers separated by <code>#</code> for n-th day of the week in the month, e.g. <code>5#3</code> is the 3rd Friday of the month.
pl_pl: Liczba <code>0</code> (niedziela) do <code>6</code> (sobota), ciągły zakres np. <code>1-5</code>, lista wartości oddzielonych przecinkiem np. <code>1,3,5</code>, każdy dzień jako <code>*</code>.<br>Zamiast liczb możesz użyć skróconych, trzyliterowych angielskich nazw dni tygodnia: <code>SUN</code>, <code>MON</code>, <code>TUE</code>, <code>WED</code>, <code>THU</code>, <code>FRI</code>, <code>SAT</code>.<br>Liczba po której jest <code>L</code> oznacza ostatni dzień tygodnia w miesiącu, np. <code>5L</code> to ostatni piątek w miesiącu.<br>Dwie liczby oddzielone <code>#</code> oznaczają n-ty dzień tygodnia w miesiącu, np. <code>5#3</code> to 3. piątek miesiąca.

# PANOPTICON_BACKUPTASKS_LBL_FIELD_PROFILE
source: Profile
pl_pl: Profil

# PANOPTICON_BACKUPTASKS_LBL_FIELD_SCHEDULE
source: Schedule
pl_pl: Harmonogram

# PANOPTICON_BACKUPTASKS_LBL_FIELD_RUN_ONCE
source: Repetition
pl_pl: Powtarzanie

# PANOPTICON_BACKUPTASKS_LBL_FIELD_RUN_ONCE_NONE
source: Repeat according to schedule
pl_pl: Powtarzaj zgodnie z harmonogramem

# PANOPTICON_BACKUPTASKS_LBL_FIELD_RUN_ONCE_DISABLE
source: Run once, then disable this backup schedule
pl_pl: Uruchom raz, a następnie wyłącz ten harmonogram kopii zapasowej

# PANOPTICON_BACKUPTASKS_LBL_FIELD_RUN_ONCE_DELETE
source: ⚠️ Run once, then DELETE this backup schedule
pl_pl: ⚠️ Uruchom raz, a następnie USUŃ ten harmonogram kopii zapasowej

# PANOPTICON_BACKUPTASKS_LBL_TIMEZONE_NOTICE
source: The backup schedule is a <a href='%s' target='_blank'>CRON expression</a>. It uses the %s time zone.
pl_pl: Harmonogram kopii zapasowej to <a href='%s' target='_blank'>wyrażenie CRON</a>. Używa strefy czasowej %s.

# PANOPTICON_BACKUPTASKS_LBL_SELECT_PROFILE
source: – Profile –
pl_pl: – Profil –

# PANOPTICON_LBL_BACKUPTASK_DELETED
source: The backup schedule has been deleted.
pl_pl: Harmonogram kopii zapasowej został usunięty.

# PANOPTICON_LBL_BACKUPTASK_SAVED
source: The backup schedule has been saved.
pl_pl: Harmonogram kopii zapasowej został zapisany.

# PANOPTICON_LBL_BACKUPTASK_PUBLISHED
source: The backup schedule is enabled.
pl_pl: Harmonogram tworzenia kopii zapasowych jest włączony.

# PANOPTICON_LBL_BACKUPTASK_UNPUBLISHED
source: The backup schedule is disabled.
pl_pl: Harmonogram kopii zapasowej jest wyłączony.

# PANOPTICON_BACKUPTASKS_ERR_CANNOT_EDIT_MANUAL
source: You cannot edit manual backup schedules.
pl_pl: Nie można edytować ręcznych harmonogramów kopii zapasowych.

# PANOPTICON_BACKUPTASKS_LBL_MANUAL_BACKUP
source: Manual Backup
pl_pl: Ręczna kopia zapasowa

# PANOPTICON_SITES_LBL_AKEEBABACKUP_EXECUTION_PENDING
source: %d backups are currently in the queue.
pl_pl: Aktualnie w kolejce znajduje się %d kopii zapasowych.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_EXECUTION_PENDING_1
source: One backup is currently in the queue.
pl_pl: Aktualnie w kolejce znajduje się jedna kopia zapasowa.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_MANUAL_ERROR
source: %d manual backups have failed.
pl_pl: %d ręcznych kopii zapasowych nie powiodło się.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_MANUAL_ERROR_1
source: One manual backup has failed.
pl_pl: Jedna ręczna kopia zapasowa nie powiodła się.

# PANOPTICON_BACKUPTASKS_LBL_SELECT_MANUAL
source: – Manual –
pl_pl: – Ręczny –

# PANOPTICON_BACKUPTASKS_LBL_MANUAL_NO
source: Scheduled
pl_pl: Zaplanowany

# PANOPTICON_BACKUPTASKS_LBL_MANUAL_YES
source: Manual
pl_pl: Ręczny

# PANOPTICON_BACKUPTASKS_LBL_VIEW_MANUAL
source: List Manual Backups
pl_pl: Lista ręcznych kopii zapasowych

# PANOPTICON_SCANNERTASKS_TITLE
source: PHP File Change Scanner Tasks
pl_pl: Zadania skanera zmian plików PHP

# PANOPTICON_SCANNERTASKS_TITLE_NEW
source: New Scan Schedule
pl_pl: Nowy harmonogram skanowania

# PANOPTICON_SCANNERTASKS_TITLE_EDIT
source: Edit a Scan Schedule
pl_pl: Edytuj harmonogram skanowania

# PANOPTICON_SCANNERTASKS_LBL_RESET
source: Reset
pl_pl: Resetuj

# PANOPTICON_SCANNERTASKS_LBL_MINUTES
source: Minutes
pl_pl: Minuty

# PANOPTICON_SCANNERTASKS_LBL_MINUTES_HELP
source: Number <code>0</code> to <code>59</code>, contiguous range e.g. <code>5-15</code>, comma–separated list of values e.g. <code>1,15,30,45</code>, every minute as <code>*</code>, every X minutes using slash e.g. <code>*/5</code> (every 5 minutes).
pl_pl: Liczba od <code>0</code> do <code>59</code>, ciągły zakres np. <code>5-15</code>, lista wartości oddzielonych przecinkiem np. <code>1,15,30,45</code>, co minutę jako <code>*</code>, co X minut za pomocą ukośnika np. <code>*/5</code> (co 5 minut).

# PANOPTICON_SCANNERTASKS_LBL_HOURS
source: Hours
pl_pl: Godziny

# PANOPTICON_SCANNERTASKS_LBL_HOURS_HELP
source: Number <code>0</code> to <code>23</code> (0–11 is a.m., 12–23 is p.m.), contiguous range e.g. <code>5-15</code>, comma–separated list of values e.g. <code>0,6,12,18</code>, every hour as <code>*</code>, every X hours using slash e.g. <code>*/2</code> (every 2 hours).
pl_pl: Liczba od <code>0</code> do <code>23</code> (0–11 to a.m., 12–23 to p.m.), ciągły zakres np. <code>5-15</code>, lista wartości oddzielonych przecinkiem np. <code>0,6,12,18</code>, co godzinę jako <code>*</code>, co X godzin za pomocą ukośnika np. <code>*/2</code> (co 2 godziny).

# PANOPTICON_SCANNERTASKS_LBL_DOM
source: Day of the Month
pl_pl: Dzień miesiąca

# PANOPTICON_SCANNERTASKS_LBL_DOM_HELP
source: Number <code>1</code> to <code>31</code>, <code>L</code> for the last day of the month (cannot be used in lists of values!), contiguous range e.g. <code>1-15</code>, comma–separated list of values e.g. <code>1,7,14,21,28</code>, every day as <code>*</code>, every X days using slash e.g.<code>*/3</code> (every 3 days).<br>Use a number with <code>W</code> for the closest day within the same month that's not a Saturday or Sunday, e.g. <code>15W</code> is the closest day (from the 13th to the 17th) which is not a Saturday or Sunday.
pl_pl: Liczba od <code>1</code> do <code>31</code>, <code>L</code> oznacza ostatni dzień miesiąca (nie może być używane w listach wartości!), ciągły zakres np. <code>1-15</code>, lista wartości oddzielonych przecinkiem np. <code>1,7,14,21,28</code>, każdy dzień jako <code>*</code>, co X dni za pomocą ukośnika np. <code>*/3</code> (co 3 dni). Użyj liczby z <code>W</code> dla najbliższego dnia w tym samym miesiącu, który nie jest sobotą ani niedzielą, np. <code>15W</code> oznacza najbliższy dzień (od 13. do 17.) który nie jest sobotą ani niedzielą.

# PANOPTICON_SCANNERTASKS_LBL_MONTH
source: Month
pl_pl: Miesiąc

# PANOPTICON_SCANNERTASKS_LBL_MONTH_HELP
source: Number <code>1</code> (January) to <code>12</code> (December), contiguous range e.g. <code>3-7</code>, comma–separated list of values e.g. <code>3,6,9,12</code>, every month as <code>*</code>, every X months using slash e.g. <code>*/2</code> (every 2 months).<br>Instead of numbers you may use the abbreviated, three–letter, English names of the months: <code>JAN</code> <code>FEB</code>, <code>MAR</code>, <code>APR</code>, <code>MAY</code>, <code>JUN</code>, <code>JUL</code>, <code>AUG</code>, <code>SEP</code>, <code>OCT</code>, <code>NOV</code>, <code>DEC</code>.
pl_pl: Liczba od <code>1</code> (styczeń) do <code>12</code> (grudzień), ciągły zakres np. <code>3-7</code>, lista wartości oddzielonych przecinkiem np. <code>3,6,9,12</code>, każdy miesiąc jako <code>*</code>, co X miesięcy za pomocą ukośnika np. <code>*/2</code> (co 2 miesiące). Zamiast liczb można użyć skróconych, trzyliterowych, angielskich nazw miesięcy: <code>JAN</code>, <code>FEB</code>, <code>MAR</code>, <code>APR</code>, <code>MAY</code>, <code>JUN</code>, <code>JUL</code>, <code>AUG</code>, <code>SEP</code>, <code>OCT</code>, <code>NOV</code>, <code>DEC</code>.

# PANOPTICON_SCANNERTASKS_LBL_DOW
source: Day of the Week
pl_pl: Dzień tygodnia

# PANOPTICON_SCANNERTASKS_LBL_DOW_HELP
source: Number <code>0</code> (Sunday) to <code>6</code> (Saturday), contiguous range e.g. <code>1-5</code>, comma–separated list of values e.g. <code>1,3,5</code>, every day as <code>*</code>.<br> Instead of numbers you may use the abbreviated, three–letter, English names of the days of the week: <code>SUN</code>, <code>MON</code>, <code>TUE</code>, <code>WED</code>, <code>THU</code>, <code>FRI</code>, <code>SAT</code><br>A number followed by <code>L</code> for the last day of the week in the month, e.g. <code>5L</code> is the last Friday of the month.<br>Two numbers separated by <code>#</code> for n-th day of the week in the month, e.g. <code>5#3</code> is the 3rd Friday of the month.
pl_pl: Liczba od <code>0</code> (niedziela) do <code>6</code> (sobota), ciągły zakres np. <code>1-5</code>, lista wartości oddzielonych przecinkiem np. <code>1,3,5</code>, każdy dzień jako <code>*</code>. Zamiast liczb można użyć skróconych, trzyliterowych, angielskich nazw dni tygodnia: <code>SUN</code>, <code>MON</code>, <code>TUE</code>, <code>WED</code>, <code>THU</code>, <code>FRI</code>, <code>SAT</code>. Liczba poprzedzona <code>L</code> oznacza ostatni dzień tygodnia w miesiącu, np. <code>5L</code> to ostatni piątek miesiąca. Dwie liczby oddzielone <code>#</code> oznaczają n-ty dzień tygodnia w miesiącu, np. <code>5#3</code> to trzeci piątek miesiąca.

# PANOPTICON_SCANNERTASKS_LBL_FIELD_SCHEDULE
source: Schedule
pl_pl: Harmonogram

# PANOPTICON_SCANNERTASKS_LBL_FIELD_RUN_ONCE
source: Repetition
pl_pl: Powtarzanie

# PANOPTICON_SCANNERTASKS_LBL_FIELD_RUN_ONCE_NONE
source: Repeat according to schedule
pl_pl: Powtarzaj zgodnie z harmonogramem

# PANOPTICON_SCANNERTASKS_LBL_FIELD_RUN_ONCE_DISABLE
source: Run once, then disable this scan schedule
pl_pl: Uruchom raz, a następnie wyłącz ten harmonogram skanowania

# PANOPTICON_SCANNERTASKS_LBL_FIELD_RUN_ONCE_DELETE
source: ⚠️ Run once, then DELETE this scan schedule
pl_pl: ⚠️ Uruchom raz, a następnie USUŃ ten harmonogram skanowania

# PANOPTICON_SCANNERTASKS_LBL_TIMEZONE_NOTICE
source: The scan schedule is a <a href='%s' target='_blank'>CRON expression</a>. It uses the %s time zone.
pl_pl: Harmonogram skanowania to <a href='%s' target='_blank'>wyrażenie CRON</a>. Używa strefy czasowej %s.
