Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTLINKED_BODY
source: This may happen if Akeeba Backup was installed after adding the site to Akeeba Panopticon, the Panopticon Connector installed on the site is too old, or if there's been an error communicating with the site.
pl_pl: To może się zdarzyć, jeśli Akeeba Backup został zainstalowany po dodaniu witryny do Akeeba Panopticon, Panopticon Connector zainstalowany na witrynie jest zbyt stary, lub jeśli wystąpił błąd komunikacji z witryną.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTLINKED_SOLUTION_ADMIN
source: Please click the button below to try relinking Akeeba Backup with Panopticon. If this doesn't work please update the Akeeba Panopticon Connector on your site, make sure its plugin is published, and check if you can communicate with the site correctly.
pl_pl: Proszę kliknąć poniższy przycisk, aby spróbować ponownie połączyć Akeeba Backup z Panopticon. Jeśli to nie zadziała, zaktualizuj Akeeba Panopticon Connector na swojej witrynie, upewnij się, że jego wtyczka jest opublikowana, i sprawdź, czy możesz poprawnie komunikować się z witryną.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTLINKED_SOLUTION_NONADMIN
source: Please contact an administrator to relink Akeeba Backup with Panopticon.
pl_pl: Proszę skontaktować się z administratorem, aby ponownie połączyć Akeeba Backup z Panopticon.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_COMSERROR_HEAD
source: There has been a communication error with the Akeeba Panopticon Connector on the remote site.
pl_pl: Wystąpił błąd komunikacji z Akeeba Panopticon Connector na zdalnej witrynie.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_GUZZLE
source: We tried asking the Panopticon API on your site to provide information about the installation status of Akeeba Backup, but we received an error instead.
pl_pl: Spróbowaliśmy zapytać interfejs API Panopticon na Twojej witrynie o informacje dotyczące stanu instalacji Akeeba Backup, ale otrzymaliśmy zamiast tego błąd.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_INVALIDAPI_HEAD
source: Invalid response from the API when checking for the status of Akeeba Backup
pl_pl: Nieprawidłowa odpowiedź z interfejsu API podczas sprawdzania stanu Akeeba Backup.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_INVALIDAPI
source: We tried asking the Panopticon API on your site to provide information about the installation status of Akeeba Backup, but it did not respond correctly.
pl_pl: Spróbowaliśmy poprosić interfejs API Panopticon na Twojej witrynie o udostępnienie informacji na temat stanu instalacji Akeeba Backup, ale nie odpowiedział on poprawnie.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_INVALIDAPI_PLEASE_CHECK_VERSION
source: Please make sure you have a version of Akeeba Backup newer than 9.6.0.
pl_pl: Upewnij się, że masz wersję Akeeba Backup nowszą niż 9.6.0.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_INVALIDAPI_PLEASE_CHECK_VERSION_J3
source: Please make sure you have a version of Akeeba Backup newer than 8.3.0.
pl_pl: Upewnij się, że masz wersję Akeeba Backup nowszą niż 8.3.0.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_INVALIDAPI_OR_CHECK_ERRORS
source: If that does not help, please check below for any errors, or irregular response from the API.
pl_pl: Jeśli to nie pomoże, proszę sprawdź poniżej czy występują jakiekolwiek błędy lub nieprawidłowe odpowiedzi z interfejsu API.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_JSONAPI_ERROR_HEAD
source: There has been a communication error with the Akeeba Backup JSON API on your site
pl_pl: Wystąpił błąd komunikacji z interfejsem API JSON Akeeba Backup na Twojej witrynie.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_JSONAPI_ERROR
source: The API indicated there is an error. Please make sure that you have entered the correct API Token, and that your site's server does not block or otherwise interfere with the request.
pl_pl: API wskazało na błąd. Upewnij się, że wprowadziłeś poprawny token API oraz że serwer Twojej witryny nie blokuje lub w inny sposób nie zakłóca żądania.

# PANOPTICON_SITE_LBL_ADMINTOOLS_HEAD
source: Security
pl_pl: Bezpieczeństwo

# PANOPTICON_SITE_LBL_ADMINTOOLS_SUBHEAD
source: using Admin Tools Professional
pl_pl: korzystając z Admin Tools Professional

# PANOPTICON_SITE_LBL_ADMINTOOLS_CORE
source: Admin Tools Core is not compatible with Panopticon.
pl_pl: Admin Tools Core nie jest kompatybilny z Panopticon.

# PANOPTICON_SITE_LBL_ADMINTOOLS_NONE
source: This feature requires Admin Tools Professional.
pl_pl: Ta funkcja wymaga Admin Tools Professional.

# PANOPTICON_SITE_LBL_ADMINTOOLS_NEED_PRO
source: You need to install Admin Tools Professional on your site to receive PHP file change reports, and manage basic security settings.
pl_pl: Aby otrzymywać raporty o zmianach plików PHP i zarządzać podstawowymi ustawieniami bezpieczeństwa, musisz zainstalować Admin Tools Professional na swojej witrynie.

# PANOPTICON_SITE_LBL_ADMINTOOLS_AFTER_INSTALL
source: After installing Admin Tools Professional please click the button below to tell Panopticon to look again for the extension and remove this message.
pl_pl: Po zainstalowaniu Admin Tools Professional kliknij poniższy przycisk, aby Panopticon ponownie szukał rozszerzenia i usunął tę wiadomość.

# PANOPTICON_SITE_LBL_ADMINTOOLS_BTN_RELOAD
source: Reload extensions list
pl_pl: Przeładuj listę rozszerzeń

# PANOPTICON_SITE_LBL_ADMINTOOLS_PLUGIN_DISABLED
source: The “System – Admin Tools” plugin is disabled
pl_pl: Wtyczka "System – Admin Tools" jest wyłączona.

# PANOPTICON_SITE_LBL_ADMINTOOLS_PLUGIN_DISABLED_ACTION
source: You need to log into the site and re–enable this plugin. Otherwise, your site will remain unprotected.
pl_pl: Musisz zalogować się na witrynę i ponownie włączyć tę wtyczkę. W przeciwnym razie twoja witryna pozostanie bez ochrony.

# PANOPTICON_SITE_LBL_ADMINTOOLS_ACTIONS
source: Actions
pl_pl: Działania

# PANOPTICON_SITE_LBL_ADMINTOOLS_ACTIONS_TIP
source: Did you accidentally lock yourself out of your site? These buttons can help you regain access.
pl_pl: Czy przypadkowo zablokowałeś sobie dostęp do swojej strony? Te przyciski mogą Ci pomóc odzyskać dostęp.

# PANOPTICON_SITE_LBL_ADMINTOOLS_UNBLOCK
source: Unblock my IP
pl_pl: Odblokuj mój adres IP

# PANOPTICON_SITE_LBL_ADMINTOOLS_PLUGIN_DISABLE
source: Disable Plugin
pl_pl: Wyłącz wtyczkę

# PANOPTICON_SITE_LBL_ADMINTOOLS_PLUGIN_DISABLE_TIP
source: Renames the plugins/system/admintools/services/provider.php file to provider-disable.php
pl_pl: Zmienia nazwę pliku plugins/system/admintools/services/provider.php na provider-disable.php

# PANOPTICON_SITE_LBL_ADMINTOOLS_PLUGIN_ENABLE
source: Re-enable Plugin
pl_pl: Włącz ponownie wtyczkę

# PANOPTICON_SITE_LBL_ADMINTOOLS_PLUGIN_ENABLE_TIP
source: Renames the plugins/system/admintools/services/provider-disable.php file back to provider.php
pl_pl: Zmienia nazwę pliku plugins/system/admintools/services/provider-disable.php z powrotem na provider.php

# PANOPTICON_SITE_LBL_ADMINTOOLS_HTACCESS_DISABLE
source: Disable .htaccess
pl_pl: Wyłącz plik .htaccess

# PANOPTICON_SITE_LBL_ADMINTOOLS_HTACCESS_DISABLE_TIP
source: Renames the .htaccess file (if it exists) to .htaccess.admintools
pl_pl: Zmienia nazwę pliku .htaccess (jeśli istnieje) na .htaccess.admintools.

# PANOPTICON_SITE_LBL_ADMINTOOLS_HTACCESS_ENABLE
source: Re-enable .htaccess
pl_pl: Włącz ponownie plik .htaccess.

# PANOPTICON_SITE_LBL_ADMINTOOLS_HTACCESS_ENABLE_TIP
source: Renames the .htaccess.admintools file (if it exists) to .htaccess
pl_pl: Zmienia nazwę pliku .htaccess.admintools (jeśli istnieje) na .htaccess.

# PANOPTICON_SITE_LBL_SCANNER_HEAD
source: PHP File Change Scanner
pl_pl: Skaner zmian w plikach PHP.

# PANOPTICON_SITE_LBL_SCANNER_TIP
source: Admin Tools Professional's PHP File Change Scanner monitors your site's .php files for changes, additions, and suspicious content. Click on the number of the scan attempt to open its results in the administrator backend of your site.
pl_pl: Skaner zmian w plikach PHP w wersji profesjonalnej narzędzia Admin Tools monitoruje pliki .php na Twojej stronie pod kątem zmian, dodatków oraz podejrzanego treści. Kliknij na numer próby skanu, aby otworzyć wyniki w panelu administratora Twojej witryny.

# PANOPTICON_SITE_LBL_SCANNER_ERROR_HEAD
source: Admin Tools API Error
pl_pl: Błąd API narzędzia Admin Tools.

# PANOPTICON_SITE_LBL_SCANNER_ERROR_BODY
source: There was an error communicating with Admin Tools on your site
pl_pl: Wystąpił błąd komunikacji z narzędziem Admin Tools na Twojej stronie.

# PANOPTICON_SITE_LBL_ADMINTOOLS_DATE_TIME
source: Date &amp; Time
pl_pl: Data i czas

# PANOPTICON_SITE_LBL_ADMINTOOLS_FILES
source: Scanned Files
pl_pl: Zeskanowane pliki

# PANOPTICON_SITE_LBL_ADMINTOOLS_TOTAL
source: Total
pl_pl: Całkowita

# PANOPTICON_SITE_LBL_ADMINTOOLS_NEW
source: Added
pl_pl: Dodano

# PANOPTICON_SITE_LBL_ADMINTOOLS_MODIFIED
source: Modified
pl_pl: Zmodyfikowano

# PANOPTICON_SITE_LBL_ADMINTOOLS_NO_RESULTS
source: There are no scans to review.
pl_pl: Nie ma skanów do przeglądu.

# PANOPTICON_SITE_LBL_ADMINTOOLS_SUSPICIOUS
source: Possible Threats
pl_pl: Możliwe zagrożenia

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_SOURCE_UNKNOWN
source: Unknown
pl_pl: Nieznany

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_STATUS_COMPLETE
source: Complete
pl_pl: Ukończone

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_STATUS_RUNNING
source: Running
pl_pl: Uruchomiony

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_STATUS_FAILED
source: Failed
pl_pl: Niepowodzenie

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_VIEW_REPORT
source: View Report
pl_pl: Wyświetl raport

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_ACTIONS
source: Actions
pl_pl: Działania

# PANOPTICON_SITES_LBL_AKEEBABACKUP_APIERROR_HEAD
source: Akeeba Backup JSON API Error
pl_pl: Błąd interfejsu API JSON Akeeba Backup

# PANOPTICON_SITES_LBL_AKEEBABACKUP_APIERROR_BODY
source: There was an error connecting to your site's Akeeba Backup JSON API.
pl_pl: Wystąpił błąd podczas łączenia się z interfejsem API JSON Akeeba Backup na Twojej witrynie.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_APIERROR_TYPE
source: Error Type
pl_pl: Typ błędu

# PANOPTICON_SITES_LBL_AKEEBABACKUP_APIERROR_CODE
source: Error Code
pl_pl: Kod błędu

# PANOPTICON_SITES_LBL_AKEEBABACKUP_APIERROR_MESSAGE
source: Error Message
pl_pl: Wiadomość o błędzie

# PANOPTICON_SITES_LBL_AKEEBABACKUP_APIERROR_TROUBLESHOOTING
source: Troubleshooting information
pl_pl: Informacje diagnostyczne

# PANOPTICON_SITES_LBL_AKEEBABACKUP_RELINK
source: Relink with Akeeba Backup
pl_pl: Połącz się ponownie z Akeeba Backup

# PANOPTICON_SITES_LBL_AKEEBABACKUP_ORIGIN
source: Backup origin
pl_pl: Pochodzenie kopii zapasowej

# PANOPTICON_SITES_LBL_AKEEBABACKUP_ORIGIN_FRONTEND
source: Legacy Frontend
pl_pl: Stary interfejs użytkownika

# PANOPTICON_SITES_LBL_AKEEBABACKUP_ORIGIN_CLI
source: Native CLI Script
pl_pl: Natywny skrypt CLI

# PANOPTICON_SITES_LBL_AKEEBABACKUP_ORIGIN_UNKNOWN
source: Unknown
pl_pl: Nieznany

# PANOPTICON_SITES_LBL_AKEEBABACKUP_START
source: Backup start time
pl_pl: Czas rozpoczęcia tworzenia kopii zapasowej.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_DURATION
source: Backup duration
pl_pl: Czas trwania tworzenia kopii zapasowej.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_SIZE
source: Backup size
pl_pl: Rozmiar kopii zapasowej

# PANOPTICON_SITES_LBL_AKEEBABACKUP_PROFILE
source: Backup profile
pl_pl: Profil kopii zapasowej

# PANOPTICON_SITES_LBL_AKEEBABACKUP_FROZEN
source: Frozen
pl_pl: Zamrożony

# PANOPTICON_SITES_LBL_AKEEBABACKUP_UNFROZEN
source: Not Frozen
pl_pl: Nie zamrożony

# PANOPTICON_SITES_LBL_AKEEBABACKUP_DESCRIPTION
source: Description
pl_pl: Opis

# PANOPTICON_SITES_LBL_AKEEBABACKUP_ACTIONS
source: Actions
pl_pl: Działania

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STATUS_COMPLETE
source: Finished
pl_pl: Zakończono

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STATUS_FAIL
source: Failed
pl_pl: Niepowodzenie

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STATUS_OBSOLETE
source: Obsolete
pl_pl: Przestarzałe

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STATUS_PENDING
source: Pending
pl_pl: Oczekujący

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STATUS_REMOTE
source: Remote
pl_pl: Zdalny

# PANOPTICON_SITES_LBL_AKEEBABACKUP_DELETE
source: Delete
pl_pl: Usuń

# PANOPTICON_SITES_LBL_AKEEBABACKUP_DELETEFILES
source: Delete Files
pl_pl: Usuń pliki

# PANOPTICON_SITES_LBL_AKEEBABACKUP_SCHEDULE
source: Schedule Backups
pl_pl: Harmonogram kopii zapasowych

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STARTBACKUP
source: Run Backup
pl_pl: Uruchom kopię zapasową

# PANOPTICON_SITES_LBL_AKEEBABACKUP_REFRESH
source: Refresh Backup Info
pl_pl: Odśwież informacje o kopii zapasowej

# PANOPTICON_SITES_LBL_AKEEBABACKUP_LATEST
source: Latest Backups
pl_pl: Najnowsze kopie zapasowe

# PANOPTICON_SITES_MENU_AKEEBABACKUP_SCHEDULE
source: Backup
pl_pl: Kopia zapasowa

# PANOPTICON_SITE_LBL_AKEEBABACKUP_NO_RESULTS
source: There are no backups to review.
pl_pl: Nie ma kopii zapasowych do przeglądu.

# PANOPTICON_SITES_LBL_BOU_HEAD
source: Backup on Update
pl_pl: Kopia zapasowa podczas aktualizacji

# PANOPTICON_SITES_LBL_BOU_POWERED_BY
source: Powered by Akeeba Backup Professional
pl_pl: Działa na bazie oprogramowania Akeeba Backup Professional

# PANOPTICON_SITES_LBL_BOU_NO_EXT_HEAD
source: Extensions information has not yet been collected.
pl_pl: Informacje o rozszerzeniach nie zostały jeszcze zebrane.

# PANOPTICON_SITES_LBL_BOU_NO_EXT_BODY
source: Click on the Save button to save your site definition. Then come back to this page to set up Backup on Update.
pl_pl: Kliknij przycisk "Zapisz", aby zapisać definicję swojej witryny. Następnie wróć na tę stronę, aby skonfigurować kopię zapasową podczas aktualizacji.

# PANOPTICON_SITES_LBL_BOU_NO_ABP_HEAD
source: You do not have Akeeba Backup Professional installed and enabled on your site
pl_pl: Nie masz zainstalowanego i włączonego Akeeba Backup Professional na swojej witrynie.

# PANOPTICON_SITES_LBL_BOU_NO_ABP_BODY
source: The Backup on Update feature requires Akeeba Backup Professional to be installed and enabled on your site. If you have already installed and enabled it on your site please click the Reload Extensions button below to have Panopticon look for it again.
pl_pl: Funkcja Kopiuj przy aktualizacji wymaga zainstalowania i włączenia Akeeba Backup Professional na Twojej witrynie. Jeśli już zainstalowałeś i włączyłeś go na swojej witrynie, kliknij poniższy przycisk "Przeładuj rozszerzenia", aby Panopticon ponownie je wyszukał.

# PANOPTICON_SITES_LBL_BOU_BTN_RELOAD_EXT
source: Reload Extensions
pl_pl: Przeładuj rozszerzenia

# PANOPTICON_SITES_LBL_BOU_BTN_LEARN_MORE
source: Learn more about Akeeba Backup Professional
pl_pl: Dowiedz się więcej o Akeeba Backup Professional

# PANOPTICON_SITES_LBL_BOU_NO_LINK_HEAD
source: Akeeba Backup Professional has not been linked yet
pl_pl: Akeeba Backup Professional nie został jeszcze połączony.

# PANOPTICON_SITES_LBL_BOU_NO_LINK_BODY
source: Akeeba Backup Professional has not been linked to Akeeba Panopticon, or the link has broken (for example, your Secret Word may have changed). Click the Link button below to re–establish the link.
pl_pl: Akeeba Backup Professional nie został jeszcze połączony z Akeeba Panopticon, lub połączenie zostało przerwane (na przykład Twoje Tajne Słowo mogło ulec zmianie). Kliknij poniższy przycisk "Połącz", aby ponownie ustanowić połączenie.

# PANOPTICON_SITES_LBL_BOU_TOGGLE
source: Backup on Update
pl_pl: Kopia zapasowa podczas aktualizacji

# PANOPTICON_SITES_LBL_BOU_TOGGLE_HELP
source: Takes a backup of your site using the specified Akeeba Backup profile before applying the update.
pl_pl: Wykonuje kopię zapasową Twojej witryny przy użyciu określonego profilu Akeeba Backup przed zastosowaniem aktualizacji.

# PANOPTICON_SITES_LBL_BOU_PROFILE
source: Backup Profile
pl_pl: Profil kopii zapasowej

# PANOPTICON_SITES_LBL_BOU_PROFILE_HELP
source: The backup profile to use for taking a backup of your site before applying the update.
pl_pl: Profil kopii zapasowej do użycia podczas tworzenia kopii zapasowej Twojej witryny przed zastosowaniem aktualizacji.

# PANOPTICON_SITES_LBL_BOU_RELOAD_PROFILES
source: Reload Profiles
pl_pl: Przeładuj profile

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HEAD
source: Troubleshooting Information
pl_pl: Informacje dotyczące rozwiązywania problemów

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_HEAD
source: The Joomla! API Application is blocked (HTTP error 403)
pl_pl: Aplikacja API Joomla! jest zablokowana (błąd HTTP 403)

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_WHATIS
source: Something on your server - such as the server configuration controlled by your host, a server configuration file such as <code>.htaccess</code>, or a plugin of your site - is blocking Panopticon from accessing your site's API application (<span class="font-monospace">%s</span>).
pl_pl: Coś na Twoim serwerze - takiego jak konfiguracja serwera kontrolowana przez Twojego dostawcę, plik konfiguracyjny serwera, np. <code>.htaccess</code>, lub wtyczka Twojej witryny - blokuje Panopticon przed dostępem do aplikacji API Twojej witryny (<span class="font-monospace">%s</span>).

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_WHATIS_J3
source: Something on your server - such as the server configuration controlled by your host, a server configuration file such as <code>.htaccess</code>, or a plugin of your site - is blocking Panopticon from accessing the URL of the API plugin (<span class="font-monospace">%s</span>) on your site.
pl_pl: Coś na Twoim serwerze - na przykład konfiguracja serwera kontrolowana przez Twojego dostawcę, plik konfiguracyjny serwera, tak jak <code>.htaccess</code>, lub wtyczka na Twojej stronie - blokuje Panopticon przed dostępem do adresu URL wtyczki API (<span class="font-monospace">%s</span>) na Twojej witrynie.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_TOCHECK
source: Things to check:
pl_pl: Rzeczy do sprawdzenia:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_CHECK1
source: Does your host, or your server configuration file (e.g. <code>.htaccess</code>), block access to the Joomla! API Application endpoint (<span class="font-monospace">%s</span>) altogether?
pl_pl: Czy Twój dostawca hostingu lub plik konfiguracyjny serwera (np. <code>.htaccess</code>) blokuje całkowicie dostęp do punktu końcowego aplikacji API Joomla! (<span class="font-monospace">%s</span>)?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_CHECK1_J3
source: Does your host, or your server configuration file (e.g. <code>.htaccess</code>), block access to the API plugin endpoint (<span class="font-monospace">%s</span>) altogether?
pl_pl: Czy Twój host lub plik konfiguracyjny serwera (np. <code>.htaccess</code>) blokuje dostęp do punktu końcowego wtyczki API (<span class="font-monospace">%s</span>) całkowicie?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_CHECK2
source: Does your host have a server–side protection solution (such as Apache's mod_security2) which might be blocking the Joomla! API Application endpoint (<span class="font-monospace">%s</span>), your API token (<span class="font-monospace">%s</span>), or the User-Agent of Panopticon (<span class="font-monospace">panopticon/%s</span>)?
pl_pl: Czy Twój host ma rozwiązanie ochrony po stronie serwera (takie jak mod_security2 w Apache), które może blokować punkt końcowy aplikacji API Joomla! (<span class="font-monospace">%s</span>), Twój token API (<span class="font-monospace">%s</span>) lub agenta użytkownika Panopticon (<span class="font-monospace">panopticon/%s</span>)?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_CHECK2_J3
source: Does your host have a server–side protection solution (such as Apache's mod_security2) which might be blocking the API plugin endpoint (<span class="font-monospace">%s</span>), your API token (<span class="font-monospace">%s</span>), or the User-Agent of Panopticon (<span class="font-monospace">panopticon/%s</span>)?
pl_pl: Czy Twój host posiada rozwiązanie ochrony po stronie serwera (takie jak mod_security2 w Apache), które może blokować punkt końcowy wtyczki API (<span class="font-monospace">%s</span>), Twój token API (<span class="font-monospace">%s</span>) lub agenta użytkownika Panopticon (<span class="font-monospace">panopticon/%s</span>)?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_CHECK3
source: Do you have a security, SEO, or other similar plugin which may be blocking the above?
pl_pl: Czy posiadasz wtyczkę zabezpieczającą, SEO lub inną podobną, która może blokować powyższe?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DIRTYOUTPUT_HEAD
source: The Joomla! API Application response includes non-API output
pl_pl: Odpowiedź aplikacji Joomla! API zawiera nie-API dane wyjściowe

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DIRTYOUTPUT_HEAD_J3
source: The API Plugin response includes includes non-API output
pl_pl: Odpowiedź wtyczki API zawiera nie-API dane wyjściowe

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DIRTYOUTPUT_BLAH1
source: The response from the API is preceded and / or followed by other text content such as PHP messages (e.g. deprecation notices, warnings, or fatal errors), or output from third party software. As a result, the API response cannot be decoded, meaning that Panopticon cannot understand your site's response.
pl_pl: Odpowiedź z API jest poprzedzona i / lub zawiera inne treści tekstowe, takie jak komunikaty PHP (np. notyfikacje o przestarzałości, ostrzeżenia lub błędy krytyczne), lub dane wyjściowe z oprogramowania innej firmy. W rezultacie odpowiedź z API nie może być zdekodowana, co oznacza, że Panopticon nie może zrozumieć odpowiedzi twojej witryny.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DIRTYOUTPUT_BLAH2
source: Make sure “Error Reporting” is set to None, and “Debug Site” is set to No in your site's Global Configuration page. This prevents PHP from printing messages which pollute the API response.
pl_pl: Upewnij się, że opcja "Raportowanie błędów" jest ustawiona na "Brak", a opcja "Debugowanie witryny" jest ustawiona na "Nie" na stronie Konfiguracja globalna twojej witryny. Dzięki temu PHP nie będzie wyświetlać komunikatów, które zanieczyszczają odpowiedź z API.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DIRTYOUTPUT_BLAH3
source: If this is not enough, it is possible that a third party plugin is causing an error in the API application. Check if there are any third party plugins, especially system plugins, which may be accidentally breaking the API plugin and contact their author.
pl_pl: Jeśli to nie wystarczy, możliwe, że plugin stron trzecich powoduje błąd w aplikacji interfejsu API. Sprawdź, czy są jakiekolwiek wtyczki stron trzecich, zwłaszcza wtyczki systemowe, które mogą przypadkowo psuć działanie pluginu API, i skontaktuj się z ich autorem.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_HEAD
source: The Joomla! API Application responded with an unexpected HTTP status code (%s)
pl_pl: Aplikacja interfejsu API Joomla! odpowiedziała nieoczekiwanym kodem stanu HTTP (%s)

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_HEAD_J3
source: The API plugin responded with an unexpected HTTP status code (%s)
pl_pl: Plugin interfejsu API odpowiedział nieoczekiwanym kodem stanu HTTP (%s)

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_5XX
source: The HTTP status code %s means there has been a server error. Check if there are any third party plugins, especially system plugins, which may be accidentally breaking the Joomla! API Application and contact their author.
pl_pl: Kod stanu HTTP %s oznacza, że wystąpił błąd serwera. Sprawdź, czy są jakiekolwiek wtyczki stron trzecich, zwłaszcza wtyczki systemowe, które mogą przypadkowo psuć działanie aplikacji interfejsu API Joomla!, i skontaktuj się z ich autorem.
