Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# PANOPTICON_EXTUPDATES_LBL_SCHEDULED_N_0
source: None of the selected extensions have been scheduled to be updated. This is not an error: they might have been updated, or automatically scheduled in the meantime.
pl_pl: Żadne z wybranych rozszerzeń nie zostały zaplanowane do aktualizacji. To nie jest błąd: mogły zostać zaktualizowane lub automatycznie zaplanowane w międzyczasie.

# PANOPTICON_EXTUPDATES_LBL_SCHEDULED_N_1
source: The selected extension has been scheduled to be updated.
pl_pl: Wybrane rozszerzenie zostało zaplanowane do aktualizacji.

# PANOPTICON_EXTUPDATES_ERR_INVALID_SELECTION
source: Invalid extensions selection.
pl_pl: Nieprawidłowy wybór rozszerzeń.

# PANOPTICON_COREUPDATES_TITLE
source: Core Updates
pl_pl: Aktualizacje rdzenia

# PANOPTICON_COREUPDATES_BTN_UPDATE
source: Update Selected
pl_pl: Wybrano aktualizację

# PANOPTICON_COREUPDATES_BTN_CANCEL
source: Cancel Selected
pl_pl: Anuluj Wybrane

# PANOPTICON_COREUPDATES_TABLE_COMMENT
source: Table of sites with available CMS updates.
pl_pl: Tabela witryn z dostępnymi aktualizacjami CMS.

# PANOPTICON_COREUPDATES_LBL_SELECT_SITE
source: Select site “%s”
pl_pl: Wybierz witrynę "%s"

# PANOPTICON_COREUPDATES_LBL_SELECT_CURRENT
source: – Current –
pl_pl: – Obecny –

# PANOPTICON_COREUPDATES_LBL_SELECT_LATEST
source: – Updates To –
pl_pl: – Aktualizacje do –

# PANOPTICON_COREUPDATES_FIELD_SITE
source: Site
pl_pl: Witryna

# PANOPTICON_COREUPDATES_FIELD_CURRENT
source: Current
pl_pl: Obecny

# PANOPTICON_COREUPDATES_FIELD_LATEST
source: Updates To
pl_pl: Aktualizacje do

# PANOPTICON_COREUPDATES_ERR_INVALID_SELECTION
source: Invalid sites selection.
pl_pl: Nieprawidłowe wybory witryn.

# PANOPTICON_COREUPDATES_SCHEDULED_N
source: %d selected sites have been scheduled for core updates.
pl_pl: %d wybranych witryn zostało zaplanowanych do aktualizacji rdzenia.

# PANOPTICON_COREUPDATES_SCHEDULED_N_1
source: The selected site has been scheduled for core updates.
pl_pl: Wybrana witryna została zaplanowana do aktualizacji rdzenia.

# PANOPTICON_COREUPDATES_SCHEDULED_N_0
source: No selected sites have been scheduled for core updates. This is not an error: they might have been already updated, or automatically scheduled in the meantime.
pl_pl: Żadne wybrane witryny nie zostały zaplanowane do aktualizacji rdzenia. To nie jest błąd: mogły zostać już zaktualizowane lub automatycznie zaplanowane w międzyczasie.

# PANOPTICON_COREUPDATES_CANCELED_N
source: %d selected sites will not be updated.
pl_pl: %d wybranych witryn nie zostanie zaktualizowanych.

# PANOPTICON_COREUPDATES_CANCELED_N_1
source: The selected site will not be updated.
pl_pl: Wybrana witryna nie zostanie zaktualizowana.

# PANOPTICON_COREUPDATES_CANCELED_N_0
source: Could not cancel the update of any selected site. The update might have already taken place, be in progress, or removed in another way.
pl_pl: Nie udało się anulować aktualizacji żadnej z wybranych witryn. Aktualizacja mogła już zostać przeprowadzona, być w trakcie, lub zostać usunięta w inny sposób.

# PANOPTICON_USAGESTATS_TITLE
source: Usage Stats
pl_pl: Statystyki użytkowania

# PANOPTICON_USAGESTATS_LBL_INFO_TITLE
source: Anonymous usage statistics collection
pl_pl: Anonimowe zbieranie statystyk użytkowania

# PANOPTICON_USAGESTATS_LBL_INFO_BODY
source: Akeeba Panopticon collects basic information about the environment it is executing in. This information is aggregated and helps us decide on which PHP and database server versions to support in future releases. From this page you can control whether this feature will be enabled, and review the information being sent to our server.
pl_pl: Akeeba Panopticon zbiera podstawowe informacje o środowisku, w którym jest uruchamiany. Te informacje są agregowane i pomagają nam zdecydować, które wersje PHP i serwera baz danych będziemy wspierać w przyszłych wydaniach. Z tej strony możesz kontrolować, czy ta funkcja będzie włączona, oraz przeglądać informacje wysyłane na nasz serwer.

# PANOPTICON_USAGESTATS_LBL_INFO_COLLECTED_HEAD
source: Information collected
pl_pl: Zebrane informacje

# PANOPTICON_USAGESTATS_LBL_INFO_EXPLANATION
source: The following table shows you the information sent to the server. The Key is the URL query parameter in the request to the statistics collection server. The Value is the current value of the URL query parameter which will be sent to the server.
pl_pl: Poniższa tabela przedstawia informacje wysyłane na serwer. Klucz to parametr zapytania URL w żądaniu do serwera kolekcji statystyk. Wartość to aktualna wartość parametru zapytania URL, która zostanie wysłana na serwer.

# PANOPTICON_USAGESTATS_LBL_SERVER_DOMAIN
source: The usage statistics collection server's domain name is <code>%s</code>.
pl_pl: Nazwa domeny serwera kolekcji statystyk użytkowania to <code>%s</code>.

# PANOPTICON_USAGESTATS_LBL_LAST_COLLECTION_NEVER
source: The usage statistics information has not been sent to the server yet.
pl_pl: Informacje o statystykach użytkowania jeszcze nie zostały wysłane na serwer.

# PANOPTICON_USAGESTATS_LBL_LAST_COLLECTION_DATE
source: The usage statistics was last sent to the server on %s.
pl_pl: Statystyki użytkowania zostały ostatnio wysłane na serwer %s.

# PANOPTICON_USAGESTATS_LBL_TABLE_COMMENT
source: Table of usage statistics sent to the server.
pl_pl: Tabela statystyk użytkowania wysłanych na serwer.

# PANOPTICON_USAGESTATS_LBL_KEY
source: Key
pl_pl: Klucz

# PANOPTICON_USAGESTATS_LBL_VALUE
source: Value
pl_pl: Wartość

# PANOPTICON_USAGESTATS_LBL_WHATIS
source: What is contains
pl_pl: Co zawiera

# PANOPTICON_USAGESTATS_LBL_DISABLED_HEAD
source: No information is collected
pl_pl: Nie zbierane są żadne informacje

# PANOPTICON_USAGESTATS_LBL_DISABLED_MESSAGE
source: You have disabled collection of usage statistics. No information will be sent to our server.
pl_pl: Wyłączyłeś zbieranie statystyk użytkowania. Żadne informacje nie zostaną wysłane na nasz serwer.

# PANOPTICON_USAGESTATS_LBL_NOINFO_MESSAGE
source: An internal error prevents the collection of usage statistics. No information will be sent to our server.
pl_pl: Wystąpił wewnętrzny błąd uniemożliwiający zbieranie statystyk użytkowania. Żadne informacje nie zostaną wysłane na nasz serwer.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_SID
source: Randomly generated installation ID. Used for data deduplication. It <strong>cannot</strong> be traced back to a particular installation or person.
pl_pl: Losowo generowany identyfikator instalacji. Służy do deduplikacji danych. <strong>Nie jest możliwe</strong> jego śledzenie do konkretnej instalacji ani osoby.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_SW
source: Software identifier. 17 is Akeeba Panopticon.
pl_pl: Identyfikator oprogramowania. 17 oznacza Akeeba Panopticon.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_PRO
source: Is this a free (0) or paid (1) edition of the software? For Panopticon, this is always 0.
pl_pl: Czy ta edycja oprogramowania jest darmowa (0) czy płatna (1)? Dla Panopticon zawsze jest to 0.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_SM
source: Software major version.
pl_pl: Główna wersja oprogramowania.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_SN
source: Software minor version.
pl_pl: Drobna wersja oprogramowania.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_SR
source: Software patch version.
pl_pl: Wersja poprawki oprogramowania.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_PM
source: PHP major version.
pl_pl: Główna wersja PHP.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_PN
source: PHP minor version.
pl_pl: Drobna wersja PHP.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_PR
source: PHP patch version.
pl_pl: Wersja poprawki PHP.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_PQ
source: PHP version additional information (if provided by PHP itself).
pl_pl: Dodatkowe informacje o wersji PHP (jeśli dostarczone przez PHP).

# PANOPTICON_USAGESTATS_LBL_DATAINFO_DT
source: Database server type.
pl_pl: Typ serwera bazy danych.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_DM
source: Database server major version.
pl_pl: Główna wersja serwera bazy danych.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_DN
source: Database server minor version.
pl_pl: Drobna wersja serwera bazy danych.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_DR
source: Database server patch version.
pl_pl: Wersja poprawki serwera bazy danych.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_DQ
source: Database server version additional information (if provided by the database server).
pl_pl: Dodatkowe informacje o wersji serwera bazy danych (jeśli dostarczone przez serwer bazy danych).

# PANOPTICON_USAGESTATS_LBL_DATAINFO_CT
source: CMS type. 4 means “no CMS”.
pl_pl: Typ systemu zarządzania treścią (CMS). 4 oznacza "brak CMS".

# PANOPTICON_USAGESTATS_LBL_DATAINFO_CM
source: CMS major version. Always 0 for Panopticon.
pl_pl: Główna wersja systemu zarządzania treścią (CMS). Zawsze 0 dla Panopticon.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_CN
source: CMS minor version. Always 0 for Panopticon.
pl_pl: Drobna wersja systemu zarządzania treścią (CMS). Zawsze 0 dla Panopticon.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_CR
source: CMS patch version. Always 0 for Panopticon.
pl_pl: Wersja poprawki systemu zarządzania treścią (CMS). Zawsze 0 dla Panopticon.

# PANOPTICON_USAGESTATS_BTN_DISABLE
source: Disable collection
pl_pl: Wyłącz zbieranie

# PANOPTICON_USAGESTATS_BTN_ENABLE
source: Enable collection
pl_pl: Włącz zbieranie

# PANOPTICON_USAGESTATS_BTN_SEND
source: Collect now
pl_pl: Zbierz teraz

# PANOPTICON_USAGESTATS_BTN_RESET_SID
source: Reset installation ID
pl_pl: Zresetuj identyfikator instalacji

# PANOPTICON_DBTOOLS_TITLE
source: Database Backups
pl_pl: Kopie zapasowe bazy danych

# PANOPTICON_DBTOOLS_LBL_INFO_HEAD
source: How do I restore database backups?
pl_pl: Jak przywrócić kopie zapasowe bazy danych?

# PANOPTICON_DBTOOLS_LBL_INFO_BODY
source: The database backups are SQL files, either plain or compressed with Gzip. Both file types can be restored with common database tools provided by your host such as phpMyAdmin, Adminer, or even the command-line <code>mysql</code> command.
pl_pl: Kopie zapasowe bazy danych to pliki SQL, zarówno zwykłe, jak i skompresowane za pomocą Gzip. Oba rodzaje plików można przywrócić za pomocą powszechnie stosowanych narzędzi do baz danych dostarczanych przez Twojego dostawcę, takich jak phpMyAdmin, Adminer, czy nawet polecenie wiersza poleceń <code>mysql</code>.

# PANOPTICON_DBTOOLS_LBL_FILENAME
source: Filename
pl_pl: Nazwa pliku

# PANOPTICON_DBTOOLS_LBL_SIZE
source: Size
pl_pl: Rozmiar

# PANOPTICON_DBTOOLS_LBL_ACTIONS
source: Actions
pl_pl: Działania

# PANOPTICON_DBTOOLS_LBL_FILETYPE_GZ
source: Compressed SQL file
pl_pl: Skompresowany plik SQL

# PANOPTICON_DBTOOLS_LBL_FILETYPE_SQL
source: SQL file
pl_pl: Plik SQL

# PANOPTICON_DBTOOLS_LBL_DOWNLOAD
source: Download
pl_pl: Pobierz

# PANOPTICON_DBTOOLS_LBL_DOWNLOAD_SR
source: Download %s
pl_pl: Pobierz %s

# PANOPTICON_DBTOOLS_LBL_DELETE
source: Delete
pl_pl: Usuń

# PANOPTICON_DBTOOLS_LBL_DELETE_SR
source: Delete %s
pl_pl: Usuń %s

# PANOPTICON_DBTOOLS_LBL_FILES_N
source: %d files
pl_pl: %d plików

# PANOPTICON_DBTOOLS_LBL_FILES_N_1
source: One file
pl_pl: Jeden plik

# PANOPTICON_DBTOOLS_LBL_FILES_N_0
source: No files
pl_pl: Brak plików

# PANOPTICON_DBTOOLS_LBL_DELETED
source: Deleted file %s.
pl_pl: Usunięto plik %s.

# PANOPTICON_DBTOOLS_LBL_NOT_DELETED
source: The file %s could not be deleted.
pl_pl: Plik %s nie mógł zostać usunięty.

# PANOPTICON_DBTOOLS_LBL_BACKUP_NOW
source: Backup Now
pl_pl: Wykonaj kopię zapasową teraz

# PANOPTICON_DBTOOLS_LBL_BACKUP_WAIT
source: Please wait.
pl_pl: Proszę czekać.

# PANOPTICON_DBTOOLS_LBL_BACKUP_WAIT_SUB
source: Database backup in progress.
pl_pl: Kopia zapasowa bazy danych w trakcie wykonywania.

# PANOPTICON_DBTOOLS_LBL_BACKUP_MAY_RELOAD
source: This page may reload several times.
pl_pl: Ta strona może być przeładowywana kilka razy.

# PANOPTICON_DBTOOLS_ERR_BACKUP_INVALID_STATE
source: The stored backup state was missing.
pl_pl: Brakowało zapisanego stanu kopii zapasowej.

# PANOPTICON_DBTOOLS_ERR_BACKUP_JSON
source: Invalid stored backup state: %s
pl_pl: Nieprawidłowy zapisany stan kopii zapasowej: %s

# PANOPTICON_DBTOOLS_LBL_BACKUP_DONE
source: Finished taking a database backup.
pl_pl: Zakończono tworzenie kopii zapasowej bazy danych.

# PANOPTICON_REPORTS_TITLE
source: Site Reports
pl_pl: Raporty witryn

# PANOPTICON_REPORTS_LBL_NO_ACTION
source: No action specified
pl_pl: Nie określono żadnej czynności

# PANOPTICON_REPORTS_LBL_UNKNOWN_SITE_ACTION
source: Unknown site action ‘%s’
pl_pl: Nieznana akcja witryny '%s'

# PANOPTICON_REPORTS_LBL_SITEACTION_JOOMLA_FIX_CORE_UPDATE_SITE
source: Joomla: Fix Core Update Site
pl_pl: Joomla: Napraw witrynę aktualizacji rdzenia

# PANOPTICON_REPORTS_LBL_SITEACTION_ADMINTOOLS_HTACCESS_DISABLE
source: Admin Tools: Disable .htaccess file
pl_pl: Admin Tools: Wyłącz plik .htaccess

# PANOPTICON_REPORTS_LBL_SITEACTION_ADMINTOOLS_HTACCESS_ENABLE
source: Admin Tools: Re-enable .htaccess file
pl_pl: Admin Tools: Włącz ponownie plik .htaccess

# PANOPTICON_REPORTS_LBL_SITEACTION_ADMINTOOLS_PLUGIN_DISABLE
source: Admin Tools: Disable the system plugin
pl_pl: Admin Tools: Wyłącz wtyczkę systemową

# PANOPTICON_REPORTS_LBL_SITEACTION_ADMINTOOLS_PLUGIN_ENABLE
source: Admin Tools: Re-enable the system plugin
pl_pl: Admin Tools: Włącz ponownie wtyczkę systemową

# PANOPTICON_REPORTS_LBL_SITEACTION_ADMINTOOLS_UNBLOCK_MY_IP
source: Admin Tools: Unblock an IP address
pl_pl: Admin Tools: Odblokuj adres IP

# PANOPTICON_REPORTS_LBL_SITEACTION_AKEEBABACKUP_DELETE
source: Akeeba Backup: Delete a backup record
pl_pl: Akeeba Backup: Usuń rekord kopii zapasowej

# PANOPTICON_REPORTS_LBL_SITEACTION_AKEEBABACKUP_DELETEFILES
source: Akeeba Backup: Delete files from a backup record
pl_pl: Akeeba Backup: Usuń pliki z rekordu kopii zapasowej

# PANOPTICON_REPORTS_LBL_TABLE_CAPTION
source: Table of action report entries
pl_pl: Tabela wpisów raportu działań

# PANOPTICON_REPORTS_FIELD_SITE
source: Site
pl_pl: Witryna

# PANOPTICON_REPORTS_FIELD_CREATED_ON
source: Date &amp; Time
pl_pl: Data i czas

# PANOPTICON_REPORTS_FIELD_CREATED_ON_FROM
source: Date &amp; Time (from)
pl_pl: Data i czas (od)

# PANOPTICON_REPORTS_FIELD_CREATED_ON_TO
source: Date &amp; Time (to)
pl_pl: Data i czas (do)

# PANOPTICON_REPORTS_FIELD_CREATED_BY
source: User
pl_pl: Użytkownik

# PANOPTICON_REPORTS_FIELD_ACTION
source: Action
pl_pl: Akcja

# PANOPTICON_REPORTS_LBL_CORE_UPDATE_FOUND
source: CMS update found
pl_pl: Znaleziono aktualizację systemu CMS

# PANOPTICON_REPORTS_LBL_CORE_UPDATE_INSTALLED_SUCCESS
source: Updated the core CMS
pl_pl: Zaktualizowano rdzeń systemu CMS

# PANOPTICON_REPORTS_LBL_CORE_UPDATE_INSTALLED_FAILURE
source: Failed to update the core CMS
pl_pl: Nie udało się zaktualizować rdzenia systemu CMS

# PANOPTICON_REPORTS_LBL_CORE_UPDATE_INSTALLED_BACKUP
source: Backup taken
pl_pl: Kopia zapasowa została wykonana

# PANOPTICON_REPORTS_LBL_EXT_UPDATE_FOUND
source: Extension update found
pl_pl: Znaleziono aktualizację rozszerzenia

# PANOPTICON_REPORTS_LBL_EXT_UPDATE_INSTALLED_SUCCESS
source: Installed software update
pl_pl: Zainstalowana aktualizacja oprogramowania

# PANOPTICON_REPORTS_EXT_CORE_UPDATE_INSTALLED_FAILURE
source: Failed to install software update
pl_pl: Nie udało się zainstalować aktualizacji oprogramowania

# PANOPTICON_REPORTS_LBL_BACKUP_TAKEN
source: Backup taken
pl_pl: Kopia zapasowa została wykonana

# PANOPTICON_REPORTS_LBL_BACKUP_FAILED
source: Backup failed
pl_pl: Kopia zapasowa nie powiodła się

# PANOPTICON_REPORTS_LBL_BACKUP_ARCHIVE
source: Backup archive file name
pl_pl: Nazwa archiwum kopii zapasowej

# PANOPTICON_REPORTS_LBL_FILESCANNER_SUCCESS
source: PHP File Change Scanner ran
pl_pl: Uruchomiono skaner zmian plików PHP

# PANOPTICON_REPORTS_LBL_FILESCANNER_FAILED
source: PHP File Change Scanner failed
pl_pl: Skaner zmian w plikach PHP nie powiódł się

# PANOPTICON_REPORTS_LBL_MISC
source: Miscellaneous Action
pl_pl: Różne działania

# PANOPTICON_REPORTS_LBL_DURATION_SR
source: Duration
pl_pl: Czas trwania

# PANOPTICON_UPDATESUMMARYTASKS_TITLE
source: Scheduled Update Summary
pl_pl: Zaplanowane Podsumowanie Aktualizacji

# PANOPTICON_UPDATESUMMARYTASKS_TITLE_NEW
source: New Scheduled Update Summary
pl_pl: Nowe podsumowanie zaplanowanych aktualizacji

# PANOPTICON_UPDATESUMMARYTASKS_TITLE_EDIT
source: Edit Scheduled Update Summary
pl_pl: Edytuj podsumowanie zaplanowanych aktualizacji

# PANOPTICON_UPDATESUMMARYTASKS_LBL_TIMEZONE_NOTICE
source: The schedule for update summary emails is a <a href='%s' target='_blank'>CRON expression</a>. It uses the %s time zone.
pl_pl: Harmonogram wysyłania e-maili podsumowujących aktualizacje to wyrażenie <a href='%s' target='_blank'>CRON</a>. Używa strefy czasowej %s.

# PANOPTICON_UPDATESUMMARYTASKS_LBL_OPTIONS
source: Email Options
pl_pl: Opcje e-mail

# PANOPTICON_UPDATESUMMARYTASKS_LBL_CORE_UPDATES
source: Include core CMS updates in the email
pl_pl: Uwzględnij aktualizacje rdzenia CMS w wiadomości e-mail.

# PANOPTICON_UPDATESUMMARYTASKS_LBL_EXTENSION_UPDATES
source: Include third party software updates in the email
pl_pl: Uwzględnij aktualizacje oprogramowania firm trzecich w wiadomości e-mail.

# PANOPTICON_UPDATESUMMARYTASKS_LBL_PREVENT_DUPLICATES
source: Prevent identical emails
pl_pl: Zapobiegaj wysyłaniu identycznych e-maili.

# PANOPTICON_UPDATESUMMARYTASKS_LBL_PREVENT_DUPLICATES_HELP
source: When enabled, Panopticon will not send you an email if the list of pending updates for the site is identical to the list of updates in the last email it sent you.
pl_pl: Gdy jest włączone, Panopticon nie będzie wysyłał ci e-maila, jeśli lista oczekujących aktualizacji dla witryny będzie identyczna z listą aktualizacji w ostatnim e-mailu, który do ciebie wysłał.

# PANOPTICON_LBL_UPDATESUMMARYTASK_SAVED
source: The Scheduled Update Summary task has been saved
pl_pl: Zadanie Zaplanowanego Podsumowania Aktualizacji zostało zapisane.

# PANOPTICON_ACTIONSUMMARYTASKS_TITLE
source: Scheduled Action Summary
pl_pl: Podsumowanie zaplanowanych działań

# PANOPTICON_ACTIONSUMMARYTASKS_TITLE_NEW
source: New Scheduled Action Summary
pl_pl: Nowe podsumowanie zaplanowanych działań

# PANOPTICON_ACTIONSUMMARYTASKS_TITLE_EDIT
source: Edit Scheduled Action Summary
pl_pl: Edytuj podsumowanie zaplanowanych działań

# PANOPTICON_LBL_ACTIONSUMMARYTASK_SAVED
source: The Scheduled Action Summary has been saved
pl_pl: Podsumowanie zaplanowanych działań zostało zapisane.

# PANOPTICON_ACTIONSUMMARYTASKS_LBL_TIMEZONE_NOTICE
source: The Site Action Summary schedule is a <a href='%s' target='_blank'>CRON expression</a>. It uses the %s time zone.
pl_pl: Harmonogram Podsumowania działań na stronie to <a href='%s' target='_blank'>wyrażenie CRON</a>. Używa strefy czasowej %s.

# PANOPTICON_ACTIONSUMMARYTASKS_LBL_OPTIONS
source: Report Options
pl_pl: Opcje raportowania

# PANOPTICON_ACTIONSUMMARYTASKS_LBL_PERIOD
source: Period
pl_pl: Okres

# PANOPTICON_ACTIONSUMMARYTASKS_LBL_PERIOD_HELP
source: Choose which time period the report will be generated for.
pl_pl: Wybierz, dla którego okresu czasu ma zostać wygenerowany raport.

# PANOPTICON_ACTIONSUMMARYTASKS_LBL_PERIOD_DAILY
source: Daily
pl_pl: Codziennie

# PANOPTICON_ACTIONSUMMARYTASKS_LBL_PERIOD_WEEKLY
source: Weekly
pl_pl: Co tydzień

# PANOPTICON_ACTIONSUMMARYTASKS_LBL_PERIOD_MONTHLY
source: Monthly
pl_pl: Miesięcznie
