Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_5XX_J3
source: The HTTP status code %s means there has been a server error. Check if there are any third party plugins, especially system plugins, which may be accidentally breaking the API plugin and contact their author.
pl_pl: Kod stanu HTTP %s oznacza, że wystąpił błąd serwera. Sprawdź, czy są jakiekolwiek wtyczki stron trzecich, zwłaszcza wtyczki systemowe, które mogą przypadkowo psuć działanie pluginu interfejsu API, i skontaktuj się z ich autorem.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_400
source: The HTTP status code 400 usually means that your site can only be accessed by a limited number of domain names; the one you tried using (<span class="font-monospace">%s</span>) may not be one of them.
pl_pl: Kod stanu HTTP 400 zazwyczaj oznacza, że Twój serwis może być dostępny tylko pod ograniczoną liczbą nazw domenowych; ta, którą próbowałeś użyć (<span class="font-monospace">%s</span>), może nie być jedną z nich.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_400_ATPRO
source: If you are using Admin Tools Professional please go to your site's backend and click on Components, Admin Tools for Joomla!, Web Application Firewall, Configure WAF, Request Filtering. Check the list of <em>Allowed Domains</em> towards the bottom of the page.
pl_pl: Jeśli korzystasz z wersji profesjonalnej narzędzia Admin Tools, przejdź do panelu administracyjnego twojej witryny i kliknij na "Komponenty", "Admin Tools dla Joomla!", "Zapora aplikacji internetowej", "Konfiguruj WAF", "Filtrowanie żądań". Sprawdź listę <em>Dozwolonych domen</em> w dolnej części strony.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_400_WHATEVER
source: If this was not the case, please contact your host.
pl_pl: Jeśli tak nie jest, skontaktuj się z dostawcą usług hostingowych.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_401_HEAD
source: Joomla! believes that your API Token is incorrect, corrupt, or otherwise cannot log you in.
pl_pl: Joomla! uważa, że Twój Token API jest nieprawidłowy, uszkodzony lub w inny sposób nie może zalogować Cię.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_401_BLAH1
source: Make sure that the API Token you are using belongs to a user account which belongs to the Super User group and the user is enabled. Do note that asking for a password reset disables the user temporarily. Do not trust your recollection, or your assumptions; double-check the user on your site.
pl_pl: Upewnij się, że używany przez Ciebie Token API należy do konta użytkownika, które należy do grupy Super Użytkowników i użytkownik jest włączony. Zauważ, że żądanie resetowania hasła tymczasowo wyłącza użytkownika. Nie ufaj swojej pamięci ani założeniom; sprawdź dokładnie użytkownika na swojej witrynie.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_401_BLAH2
source: Make sure that the plugins “API Authentication - Web Services Joomla Token” and “User - Joomla API Token” are enabled on your site.
pl_pl: Upewnij się, że wtyczki „API Authentication - Web Services Joomla Token” oraz „Użytkownik - Joomla API Token” są włączone na Twojej stronie.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_401_BLAH2_J3
source: Make sure that the plugin “System - Panopticon Connector for Joomla 3” is enabled on your site.
pl_pl: Upewnij się, że wtyczka "System - Panopticon Connector for Joomla 3" jest włączona na Twojej stronie.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_401_BLAH3
source: It is also possible that something on your server, or a plugin on your site, is corrupting the API Token as it is transmitted to your site.
pl_pl: Możliwe również, że coś na Twoim serwerze lub wtyczka na Twojej stronie uszkadza Token API podczas jego przesyłania na Twoją stronę.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_401_BLAH4
source: Please check your installed Joomla! plugins. Kindly note that no, Admin Tools Professional for Joomla! <em>does not</em> interfere with the Joomla! API Token. If this does not help please contact your host.
pl_pl: Proszę sprawdzić zainstalowane wtyczki Joomla!. Należy zauważyć, że nie, Admin Tools Professional dla Joomla! <em>nie</em> ingeruje w Token API Joomla!. Jeśli to nie pomoże, proszę skontaktować się z dostawcą usług hostingowych.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_406_BLAH1
source: The HTTP status code 406 (Not Acceptable) means that Joomla! does not see our HTTP <code>Accept</code> header, or a plugin on your site modified it in a way which resulted in an error.
pl_pl: Kod stanu HTTP 406 (Not Acceptable) oznacza, że Joomla! nie widzi nagłówka HTTP <code>Accept</code>, lub wtyczka na Twojej stronie go zmodyfikowała w taki sposób, który spowodował błąd.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_406_BLAH2
source: Please check that there are no <code>system</code> or <code>webservices</code> plugins which may be corrupting the HTTP Accept header.
pl_pl: Proszę sprawdzić, czy nie ma żadnych wtyczek <code>system</code> lub <code>webservices</code>, które mogą uszkadzać nagłówek HTTP Accept.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_406_BLAH3
source: If this does not help, please contact your host and ask them to check if the Accept header is forwarded correctly to PHP. It should be <code>Accept: application/vnd.api+json</code>.
pl_pl: Jeśli to nie pomoże, skontaktuj się z dostawcą usług hostingowych i poproś ich o sprawdzenie, czy nagłówek Accept jest przekazywany poprawnie do PHP. Powinien być <code>Accept: application/vnd.api+json</code>.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HUH_GENERIC
source: Most likely a <code>system</code> or <code>webservices</code> plugin on your server modified the request we sent, resulting in an error. Please check your installed plugins.
pl_pl: Najprawdopodobniej wtyczka <code>system</code> lub <code>webservices</code> na Twoim serwerze zmodyfikowała żądanie, które wysłaliśmy, co spowodowało błąd. Proszę sprawdzić zainstalowane wtyczki.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_APITOKEN_HEAD
source: Joomla! believes that your API Token is incorrect, corrupt, or otherwise cannot log you in.
pl_pl: Joomla! uważa, że Twój token API jest nieprawidłowy, uszkodzony lub w inny sposób nie pozwala na zalogowanie się.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_APITOKEN_BLAH1
source: Make sure that the API Token you are using belongs to a user account which belongs to the Super User group and the user is enabled. Do note that asking for a password reset disables the user temporarily. Do not trust your recollection, or your assumptions; double-check the user on your site.
pl_pl: Upewnij się, że używany przez Ciebie Token API należy do konta użytkownika, które należy do grupy Super Użytkowników i użytkownik jest włączony. Zauważ, że żądanie resetowania hasła tymczasowo wyłącza użytkownika. Nie ufaj swojej pamięci ani założeniom; sprawdź dokładnie użytkownika na swojej stronie.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_APITOKEN_BLAH2
source: Make sure that the plugins “API Authentication - Web Services Joomla Token” and “User - Joomla API Token” are enabled on your site.
pl_pl: Upewnij się, że wtyczki „API Authentication - Web Services Joomla Token” i „User - Joomla API Token” są włączone na Twojej stronie.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_APITOKEN_BLAH2_J3
source: Make sure that the plugin “System - Panopticon Connector for Joomla 3” is enabled on your site.
pl_pl: Upewnij się, że wtyczka "System - Panopticon Connector for Joomla 3" jest włączona na Twojej stronie.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_APITOKEN_BLAH3
source: It is also possible that something on your server, or a plugin on your site, is corrupting the API Token as it is transmitted to your site.
pl_pl: Możliwe również, że coś na Twoim serwerze lub wtyczka na Twojej stronie uszkadza Token API podczas jego przesyłania na Twoją stronę.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_APITOKEN_BLAH4
source: Please check your installed Joomla! plugins. Kindly note that no, Admin Tools Professional for Joomla! <em>does not</em> interfere with the Joomla! API Token. If this does not help please contact your host.
pl_pl: Proszę sprawdzić zainstalowane wtyczki Joomla!. Należy zauważyć, że nie, Admin Tools Professional dla Joomla! <em>nie</em> ingeruje w Token API Joomla!. Jeśli to nie pomoże, proszę skontaktować się z dostawcą usług hostingowych.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CURL_HEAD
source: There was a communication error with your site.
pl_pl: Wystąpił błąd komunikacji z Twoją stroną.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CURL_BLAH1
source: The communication library used by PHP (cURL) has reported the following error:
pl_pl: Biblioteka komunikacyjna używana przez PHP (cURL) zgłosiła następujący błąd:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CURL_BLAH2
source: Please consult the <a href="https://curl.se/libcurl/c/libcurl-errors.html" target="_blank">cURL library error code reference</a> for more information about the error. In most cases the problem is a network or server configuration issue - either the server you have installed Panopticon on, or the server your Joomla! site is on - which requires contacting the respective host to help you address.
pl_pl: Proszę sprawdzić <a href="https://curl.se/libcurl/c/libcurl-errors.html" target="_blank">odnośnik do kodów błędów biblioteki cURL</a> w celu uzyskania więcej informacji o błędzie. W większości przypadków problem dotyczy konfiguracji sieciowej lub serwera - albo serwera, na którym zainstalowano Panopticon, albo serwera, na którym znajduje się Twoja witryna Joomla! - co wymaga skontaktowania się z odpowiednim dostawcą usług, aby pomógł Ci go rozwiązać.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_GUZZLE_HEAD
source: There was a communication error with your site.
pl_pl: Wystąpił błąd komunikacji z Twoją stroną.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_GUZZLE_BLAH1
source: The communication library used by Panopticon (<a href="https://github.com/guzzle/guzzle" target="_blank">Guzzle HTTP</a>) has reported the following error:
pl_pl: Biblioteka komunikacyjna używana przez Panopticon (<a href="https://github.com/guzzle/guzzle" target="_blank">Guzzle HTTP</a>) zgłosiła następujący błąd:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_GUZZLE_BLAH2
source: This is an unexpected condition which may indicate a communication error we have not yet seen, a problem within Guzzle itself, a problem with the server you have installed Panopticon on, or a problem in Panopticon itself. Please search the open <em>and closed</em> issues <a href="https://github.com/akeeba/panopticon/issues?q=is%3Aissue" target="_blank">on our GitHub repository</a>. If nobody else has reported this, please open an issue and we will take a look.
pl_pl: To nieoczekiwane zdarzenie może wskazywać na błąd komunikacji, którego jeszcze nie widzieliśmy, problem w samym Guzzlu, problem na serwerze, na którym zainstalowałeś Panopticon, lub problem w samym Panopticonie. Proszę przejrzyj otwarte <em>i zamknięte</em> zgłoszenia <a href="https://github.com/akeeba/panopticon/issues?q=is%3Aissue" target="_blank">na naszym repozytorium GitHub</a>. Jeśli nikt inny tego nie zgłosił, otwórz nowe zgłoszenie, a my się tym zajmiemy.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DNS_HEAD
source: The host name of your site (<span class="font-monospace">%s</span>) cannot be resolved to an IP address.
pl_pl: Nazwa hosta Twojej witryny (<span class="font-monospace">%s</span>) nie może zostać przetłumaczona na adres IP.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DNS_CHECK
source: Please check the following:
pl_pl: Proszę sprawdzić następujące:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DNS_CHECK1
source: Have you typed the URL correctly? Check carefully, misspellings are easy to make and hard to catch!
pl_pl: Czy poprawnie wpisałeś adres URL? Sprawdź dokładnie, literówki są łatwe do popełnienia i trudne do wyłapania!

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DNS_CHECK2
source: Have you recently bought the domain, assigned the domain to a server, or transferred your site between hosts? Keep in mind that DNS propagation takes anywhere from 5 minutes to several days. Moreover, due to the distributed nature of DNS, it is possible that you can see your site <em>from your device</em> but the server you have installed Panopticon on can't.
pl_pl: Czy niedawno zakupiłeś domenę, przypisałeś domenę do serwera lub przeniosłeś swoją witrynę między dostawcami usług hostingowych? Pamiętaj, że propagacja DNS może zająć od 5 minut do kilku dni. Ponadto, ze względu na rozproszoną strukturę DNS, możliwe jest, że możesz zobaczyć swoją stronę <em>z Twojego urządzenia</em>, ale serwer, na którym zainstalowałeś Panopticon, nie może jej zobaczyć.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DNS_CHECK3
source: If your site's domain resolves to an IPv6 address - but not an IPv4 address - make sure that the server you have installed Panopticon on supports IPv6. You may have to ask your host to confirm that this is the case.
pl_pl: Jeśli domena Twojej witryny przekierowuje na adres IPv6, ale nie na adres IPv4, upewnij się, że serwer, na którym zainstalowałeś Panopticon, obsługuje IPv6. Możesz poprosić dostawcę usług hostingowych o potwierdzenie tego faktu.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_HEAD
source: The Akeeba Panopticon Connector is not enabled on your site
pl_pl: Akeeba Panopticon Connector nie jest włączony na Twojej stronie.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_BLAH
source: Your Joomla! site needs to have the Akeeba Panopticon Connector installed and enabled for Akeeba Panopticon to work with it.
pl_pl: Twoja witryna Joomla! musi mieć zainstalowany i włączony Akeeba Panopticon Connector, aby Akeeba Panopticon mógł z nim działać.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_CHECK
source: Please check the following:
pl_pl: Proszę sprawdzić następujące:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_CHECK1
source: Have you installed the Akeeba Panopticon Connector package on your site?
pl_pl: Czy zainstalowałeś pakiet Akeeba Panopticon Connector na swojej stronie?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_CHECK2
source: Go to System, Manage, Extensions. Is the “Akeeba Panopticon Connector” <em>component</em> installed and enabled?
pl_pl: Przejdź do System, Zarządzanie, Rozszerzenia. Czy „Akeeba Panopticon Connector” jest zainstalowany i włączony jako <em>komponent</em>?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_CHECK3
source: Go to System, Manage, Extensions. Is the “Akeeba Panopticon Connector” <em>package</em> installed and enabled?
pl_pl: Przejdź do System, Zarządzanie, Rozszerzenia. Czy „Akeeba Panopticon Connector” jest zainstalowany i włączony jako <em>pakiet</em>?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_CHECK4
source: Go to System, Manage, Plugins. Is the “Web Services - Panopticon” plugin enabled?
pl_pl: Przejdź do System, Zarządzaj, Wtyczki. Czy wtyczka „Usługi internetowe - Panopticon” jest włączona?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_J3_HEAD
source: The “System - Panopticon Connector for Joomla 3” plugin is not enabled on your site
pl_pl: Wtyczka „System - Panopticon Connector dla Joomla 3” nie jest włączona na Twojej witrynie.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_J3_BLAH
source: Your Joomla! site needs to have the “System - Panopticon Connector for Joomla 3” plugin installed and enabled for Akeeba Panopticon to work with it.
pl_pl: Twoja witryna Joomla! musi mieć zainstalowaną i włączoną wtyczkę „System - Panopticon Connector dla Joomla 3”, aby Akeeba Panopticon mógł z nim działać.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLS_SELFSIGNED_HEAD
source: You are using a self-signed SSL/TLS certificate
pl_pl: Używasz samopodpisanego certyfikatu SSL/TLS.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLS_SELFSIGNED_WHAT
source: You are using HTTPS to access your site, but the SSL/TLS certificate you are using is not signed by a commercial, well-known Certification Authority.
pl_pl: Korzystasz z protokołu HTTPS do dostępu do swojej witryny, ale certyfikat SSL/TLS, którego używasz, nie jest podpisany przez komercyjnego, dobrze znanego dostawcę certyfikatów.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLS_SELFSIGNED_CHECK
source: You can address this issue by doing <em>one</em> of the following:
pl_pl: Możesz rozwiązać ten problem, wykonując <em>jedną</em> z następujących czynności:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLS_SELFSIGNED_CHECK1
source: Use plain HTTP. This is the least secure option, therefore strongly not recommended.
pl_pl: Użyj zwykłego protokołu HTTP. Jest to najmniej bezpieczna opcja i dlatego zdecydowanie nie zalecana.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLS_SELFSIGNED_CHECK2
source: Install an SSL/TLS certificate signed by a commercial, well-known Certification Authority. Most servers allow you to use <a href="https://en.wikipedia.org/wiki/Let%27s_Encrypt" target="_blank">Let's Encrypt</a> which issues valid, signed, fully working SSL/TLS certificates free of charge.
pl_pl: Zainstaluj certyfikat SSL/TLS podpisany przez komercyjnego, dobrze znanego dostawcę certyfikatów. Większość serwerów pozwala na użycie <a href="https://en.wikipedia.org/wiki/Let%27s_Encrypt" target="_blank">Let's Encrypt</a>, który wydaje ważne, podpisane, w pełni działające certyfikaty SSL/TLS za darmo.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLS_SELFSIGNED_CHECK3
source: If you are on an Intranet, extranet, or otherwise need to maintain your own Certification Authority you can tell Panopticon to recognise your custom Certification Authority. Create the file <code>cacert.pem</code> inside the <code>user_code</code> folder of your Panopticon installation. Copy and paste your Certification Authority's (CA) public certificate(s) in <a href="https://en.wikipedia.org/wiki/Privacy-Enhanced_Mail" target="_blank">PEM</a> format. This is loaded <em>on top of</em> the standard CA files automatically, allowing Panopticon to access your site.
pl_pl: Jeśli korzystasz z Intranetu, ekstranetu lub w innym przypadku musisz utrzymać własną instytucję certyfikującą, możesz powiedzieć Panopticonowi, aby rozpoznawał Twoją niestandardową instytucję certyfikującą. Utwórz plik <code>cacert.pem</code> w folderze <code>user_code</code> swojej instalacji Panopticona. Skopiuj i wklej certyfikat(y) publiczny(e) Twojej instytucji certyfikującej (CA) w formacie <a href="https://en.wikipedia.org/wiki/Privacy-Enhanced_Mail" target="_blank">PEM</a>. Plik ten jest ładowany <em>na wierzch</em> standardowych plików CA automatycznie, co pozwala Panopticonowi uzyskać dostęp do Twojej witryny.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_HEAD
source: Your site's SSL/TLS certificate has a problem
pl_pl: Certyfikat SSL/TLS Twojej witryny ma problem.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_WHAT
source: You are using HTTPS to access your site, but the SSL/TLS certificate you are using appears to have a problem.
pl_pl: Używasz protokołu HTTPS do dostępu do swojej witryny, ale certyfikat SSL/TLS, którego używasz, wydaje się mieć problem.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_CHECK
source: Please check the following:
pl_pl: Proszę sprawdzić następujące:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_CHECK1
source: Is the SSL/TLS certificate for the right domain name? If you are using the default SSL/TLS certificate provided by your host it is limited to the temporary domain name you use to set up your site, not your real domain name. You will need to install an SSL/TLS certificate signed by a commercial, well-known Certification Authority. Most servers allow you to use <a href="https://en.wikipedia.org/wiki/Let%27s_Encrypt" target="_blank">Let's Encrypt</a> which issues valid, signed, fully working SSL/TLS certificates free of charge. Remember that some self-service hosting control panels (such as cPanel, or Plesk) allow you to select which is the active SSL/TLS certificate for a domain name. Do check that the correct certificate is, indeed, being used.
pl_pl: Czy certyfikat SSL/TLS jest dla właściwej nazwy domeny? Jeśli używasz domyślnego certyfikatu SSL/TLS dostarczonego przez swojego dostawcę usług hostingowych, jest on ograniczony do tymczasowej nazwy domeny, którą używasz do konfiguracji witryny, a nie do nazwy domeny rzeczywistej. Musisz zainstalować certyfikat SSL/TLS podpisany przez komercyjny, dobrze znany organ certyfikujący. Większość serwerów pozwala na użycie <a href="https://en.wikipedia.org/wiki/Let%27s_Encrypt" target="_blank">Let's Encrypt</a>, który wydaje ważne, podpisane, w pełni działające certyfikaty SSL/TLS za darmo. Pamiętaj, że niektóre panele kontrolne hostingu typu self-service (takie jak cPanel lub Plesk) pozwalają na wybór aktywnego certyfikatu SSL/TLS dla nazwy domeny. Upewnij się, że używany jest właściwy certyfikat.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_CHECK2
source: Has the SSL/TLS certificate expired? In this case you need to renew it. Please note that if you are using Let's Encrypt the certificate has a short validity period (usually 90 days) and it should be renewed automatically by your host. If this did not happen, you will need to contact your host.
pl_pl: Czy certyfikat SSL/TLS wygasł? W takim przypadku musisz go odnowić. Należy pamiętać, że jeśli używasz Let's Encrypt, certyfikat ma krótki okres ważności (zwykle 90 dni) i powinien zostać odnowiony automatycznie przez Twojego dostawcę usług hostingowych. Jeśli tak się nie stało, będziesz musiał skontaktować się z dostawcą usług hostingowych.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_CHECK3
source: Has the SSL/TLS certificate been revoked? Sometimes Certification Authorities, or the owners of an SSL/TLS certificate, may choose to revoke it. For example, Certification Authorities will do that if they suspect fraud, or if they believe their infrastructure used to issue a certificate was compromised. <a href="https://www.namecheap.com/support/knowledgebase/article.aspx/9968/38/how-to-check-the-certificate-revocation-status/" target="_blank">Check your certificate's revocation status</a>. If it's been revoked you will need a new certificate.
pl_pl: Czy certyfikat SSL/TLS został unieważniony? Czasami organy certyfikujące lub właściciele certyfikatu SSL/TLS mogą zdecydować się na jego unieważnienie. Na przykład organy certyfikujące mogą to zrobić, jeśli podejrzewają oszustwo, lub jeśli uważają, że ich infrastruktura używana do wydawania certyfikatu została naruszona. <a href="https://www.namecheap.com/support/knowledgebase/article.aspx/9968/38/how-to-check-the-certificate-revocation-status/" target="_blank">Sprawdź status unieważnienia swojego certyfikatu</a>. Jeśli został unieważniony, będziesz potrzebować nowego certyfikatu.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_CHECK4
source: Is it possible that your server serves the wrong SSL/TLS certificate? This may happen if you have recently switched to a new certificate, either manually or as part of an automated certificate rotation process (e.g. when your host issues a new certificate through Let's Encrypt). When the certificate changes the web server needs to be reloaded or restarted. In some rare cases this might not happen - or an inexperienced systems administrator may forget to do it. Please contact your host / systems administrator to check that and, if necessary, reload or restart the web server process.
pl_pl: Czy możliwe jest, że Twój serwer serwuje niewłaściwy certyfikat SSL/TLS? Może to się zdarzyć, jeśli niedawno zmieniłeś certyfikat, zarówno ręcznie, jak i w ramach zautomatyzowanego procesu rotacji certyfikatów (np. gdy Twój dostawca wydaje nowy certyfikat za pośrednictwem Let's Encrypt). Gdy certyfikat się zmienia, serwer WWW musi zostać ponownie załadowany lub uruchomiony ponownie. W niektórych rzadkich przypadkach może to nie nastąpić - lub niedoświadczony administrator systemu może zapomnieć to zrobić. Skontaktuj się z dostawcą usług hostingowych / administratorem systemu, aby to sprawdzić i w razie potrzeby ponownie załadować lub uruchomić proces serwera WWW.
