Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# PANOPTICON_SETUP_DIRECTSFTP_INITDIR_DESCRIPTION
source: SFTP directory of the site's root. If unsure, use an SFTP desktop client, connect to your server, navigate to the directory and copy the path displayed in here. The must be absolute, e.g. <code>/home/myuser/public_html</code>, not just <s><code>public_html</code></s>.
pl_pl: Katalog SFTP katalogu głównego witryny. Jeśli nie jesteś pewny, użyj klienta SFTP na pulpicie, połącz się z serwerem, przejdź do katalogu i skopiuj ścieżkę wyświetloną tutaj. Musi być to ścieżka bezwzględna, na przykład <code>/home/myuser/public_html</code>, a nie tylko <code>public_html</code>.

# PANOPTICON_SETUP_DIRECTSFTP_TEST_DESCRIPTION
source: Test the connection to the SFTP server.
pl_pl: Przetestuj połączenie z serwerem SFTP.

# PANOPTICON_SETUP_DIRECTSFTP_TEST_FAIL
source: Could not connect to the SFTP server. The error message was:
pl_pl: Nie udało się połączyć z serwerem SFTP. Wiadomość błędu to:

# PANOPTICON_SETUP_DIRECTSFTP_TEST_OK
source: Successful connection to the SFTP server.
pl_pl: Pomyślne połączenie z serwerem SFTP.

# PANOPTICON_SETUP_DIRECTSFTP_TEST_TITLE
source: Test SFTP connection
pl_pl: Testuj połączenie SFTP

# PANOPTICON_SETUP_LBL_SETUP_HEAD_TEXT
source: Access to Panopticon is protected behind a login. You will now create a user account with full administrator privileges. You can modify this user, and create more users, after you complete the installation process.
pl_pl: Dostęp do Panopticon jest chroniony za pomocą logowania. Teraz utworzysz konto użytkownika z pełnymi uprawnieniami administratora. Po zakończeniu procesu instalacji będziesz mógł modyfikować tego użytkownika oraz tworzyć kolejne konta.

# PANOPTICON_SETUP_LBL_USER_NAME
source: Full name
pl_pl: Pełne imię i nazwisko

# PANOPTICON_SETUP_LBL_USER_NAME_HELP
source: Please enter your full name. It will be used whenever your Panopticon installation has to send you an email.
pl_pl: Proszę podać swoje pełne imię i nazwisko. Będzie ono używane za każdym razem, gdy twoja instalacja Panopticon-u będzie musiała wysłać ci e-mail.

# PANOPTICON_SETUP_LBL_USER_USERNAME
source: Username
pl_pl: Nazwa użytkownika

# PANOPTICON_SETUP_LBL_USER_USERNAME_HELP
source: The username you will use to log in to Panopticon. It's best to only use lowercase letters a-z and numbers 0-9.
pl_pl: Nazwa użytkownika, którą będziesz używać do logowania się do Panopticonu. Najlepiej używać tylko małych liter a-z oraz cyfr 0-9.

# PANOPTICON_SETUP_LBL_USER_PASSWORD
source: Password
pl_pl: Hasło

# PANOPTICON_SETUP_LBL_USER_PASSWORD_HELP
source: The password you will use to log in to Panopticon. The password is case sensitive, meaning that abc, Abc and ABC are three <em>different</em> passwords.
pl_pl: Hasło, które będziesz używać do logowania się do Panopticonu. Hasło jest rozróżniające wielkość liter, co oznacza, że abc, Abc i ABC to trzy <em>różne</em> hasła.

# PANOPTICON_SETUP_LBL_USER_PASSWORD2
source: Repeat Password
pl_pl: Powtórz hasło

# PANOPTICON_SETUP_LBL_USER_PASSWORD2_HELP
source: Please repeat the password you entered above. We want to make sure you didn't accidentally mistype it.
pl_pl: Proszę powtórz hasło, które wpisałeś powyżej. Chcemy upewnić się, że nie popełniłeś przypadkowo błędu przy jego wpisywaniu.

# PANOPTICON_SETUP_LBL_USER_EMAIL
source: Email Address
pl_pl: Adres e-mail

# PANOPTICON_SETUP_LBL_USER_EMAIL_HELP
source: Please enter your email address. It will be used whenever your Panopticon installation has to send you an email. This email address, as well as all of the user information, is <em>not</em> transmitted to the authors of Panopticon.
pl_pl: Proszę podać swój adres e-mail. Będzie on używany za każdym razem, gdy Twoja instalacja Panopticon będzie musiała wysłać Ci e-mail. Ten adres e-mail, oraz wszystkie informacje użytkownika, <em>nie</em> są przekazywane autorom Panopticon.

# PANOPTICON_SETUP_LBL_TIMEZONE
source: Time Zone
pl_pl: Strefa czasowa

# PANOPTICON_SETUP_LBL_TIMEZONE_HELP
source: All dates and times will be expressed in this timezone.
pl_pl: Wszystkie daty i czasy będą wyrażane w tej strefie czasowej.

# PANOPTICON_SETUP_LBL_NO_CONFIG_WRITTEN_ALERT_HEAD
source: Panopticon is not ready yet
pl_pl: Panopticon nie jest jeszcze gotowy.

# PANOPTICON_SETUP_LBL_NO_CONFIG_WRITTEN_ALERT_BODY
source: Saving the configuration file <code>config.php</code> in the folder you are installing Panopticon has failed. You will need to create this file manually.
pl_pl: Zapisywanie pliku konfiguracyjnego <code>config.php</code> w folderze, w którym instalujesz Panopticon, nie powiodło się. Będziesz musiał utworzyć ten plik ręcznie.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_HEAD
source: Create the configuration file
pl_pl: Utwórz plik konfiguracyjny

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP1
source: Create a file named <code>config.php</code> and keep it open in your editor.
pl_pl: Utwórz plik o nazwie <code>config.php</code> i pozostaw go otwarty w swoim edytorze.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP1_DETAIL
source: Use a plain text editor such as Notepad on Windows, BBEdit on macOS, gEdit or Kate on Linux.
pl_pl: Użyj zwykłego edytora tekstu, takiego jak Notepad na Windows, BBEdit na macOS, gEdit lub Kate na Linux.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP2
source: Come back to this window and click on the “Copy to Clipboard” button.
pl_pl: Wróć do tego okna i kliknij przycisk „Kopiuj do schowka”.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP3
source: Switch back to your editor and paste. Then, save the file.
pl_pl: Przełącz się z powrotem do swojego edytora i wklej. Następnie zapisz plik.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP4
source: Upload the <code>config.php</code> file to your Panopticon installation.
pl_pl: Prześlij plik <code>config.php</code> do swojej instalacji Panopticonu.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP4_DETAIL
source: Upload into the folder you're installing Panopticon. That's the folder with the Panopticon <code>index.php</code> file in it.
pl_pl: Prześlij go do folderu, w którym instalujesz Panopticon. To folder z plikiem <code>index.php</code> Panopticonu.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP5
source: Come back to this window and click on the “Continue” button.
pl_pl: Wróć do tego okna i kliknij przycisk „Kontynuuj”.

# PANOPTICON_SETUP_BTN_COPY_TO_CLIPBOARD
source: Copy to Clipboard
pl_pl: Skopiuj do schowka

# PANOPTICON_SETUP_LBL_CRON_HEAD
source: Set up a CRON job
pl_pl: Skonfiguruj zadanie CRON

# PANOPTICON_SETUP_LBL_CRON_SUBHEAD
source: Panopticon uses a lot of automation to make your life easier. For this, you need to set up a CRON job to run every minute.
pl_pl: Panopticon używa wielu automatyzacji, aby ułatwić Ci życie. W związku z tym musisz skonfigurować zadanie CRON, które będzie uruchamiane co minutę.

# PANOPTICON_SETUP_LBL_CRON_SUBHEAD_CTA
source: Set up a CRON job using one of the methods below. Then, wait for up to a minute for this page to change.
pl_pl: Skonfiguruj zadanie CRON, używając jednej z poniższych metod. Następnie poczekaj do minuty na zmianę tej strony.

# PANOPTICON_SETUP_LBL_CRON_SUBHEAD_BREATHE
source: Take a breath. This is the last installation step. You're almost done.
pl_pl: Weź głęboki oddech. To ostatni krok instalacji. Już prawie skończyłeś.

# PANOPTICON_SETUP_LBL_CRON_LBL_INSTRUCTIONS
source: Instructions
pl_pl: Instrukcje

# PANOPTICON_SETUP_LBL_CRON_LBL_TROUBLESHOOTING
source: Problem? Meet solution!
pl_pl: Problem? Poznaj rozwiązanie!

# PANOPTICON_SETUP_LBL_CRON_LBL_IS_THIS_RIGHT_FOR_ME
source: Is this method the right one for me?
pl_pl: Czy ta metoda jest dla mnie odpowiednia?

# PANOPTICON_SETUP_LBL_CRON_LBL_PROS
source: Pros
pl_pl: Zalety

# PANOPTICON_SETUP_LBL_CRON_LBL_CONS
source: Cons
pl_pl: Wady

# PANOPTICON_SETUP_LBL_CRON_LBL_TARGET_AUDIENCE
source: Target Audience
pl_pl: Grupa docelowa

# PANOPTICON_SETUP_LBL_CRON_LBL_EVERY_MINUTE_ALERT_HEAD
source: Make sure the CRON job runs <em>every minute</em>.
pl_pl: Upewnij się, że zadanie CRON uruchamia się <em>co minutę</em>.

# PANOPTICON_SETUP_LBL_CRON_LBL_EVERY_MINUTE_ALERT_BODY
source: Running the CRON job less frequently results in outdated information and unreliability, including broken sites due to incomplete Joomla!&reg; core updates.
pl_pl: Uruchamianie zadania CRON rzadziej prowadzi do przestarzałych informacji i niewiarygodności, w tym do uszkodzonych witryn z powodu niekompletnych aktualizacji jądra Joomla!&reg;.

# PANOPTICON_SETUP_LBL_CRON_CLI_CREATE_A_JOB
source: Go to your hosting control panel. Create a new CRON job. Set it to run <strong>every minute</strong>. Use the following command line.
pl_pl: Przejdź do panelu sterowania hostingiem. Utwórz nowe zadanie CRON. Ustaw je na uruchamianie <strong>co minutę</strong>. Użyj następującej linii poleceń.

# PANOPTICON_SETUP_LBL_CRON_REPLACE_PHP_CLI
source: Replace <i>/path/to/php</i> with the path to the PHP %s CLI executable. Make sure it's the PHP CLI executable, <strong>not</strong> the PHP CGI/FastCGI executable.
pl_pl: Zastąp <i>/path/to/php</i> ścieżką do wykonywalnego pliku PHP %s CLI. Upewnij się, że jest to plik wykonywalny PHP CLI, <strong>a nie</strong> plik wykonywalny PHP CGI/FastCGI.

# PANOPTICON_SETUP_LBL_CRON_IF_UNSURE
source: If unsure what some or any of the above means, please ask your host.
pl_pl: Jeśli nie jesteś pewien, co oznaczają powyższe informacje lub jakiekolwiek z nich, zapytaj swojego dostawcę hostingu.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NOT_RUN_HEAD
source: The CRON job does not run
pl_pl: Zadanie CRON nie jest uruchamiane.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NOT_RUN_INFO_1
source: Remove the <code>2>&1</code> from the CRON command line. When the CRON command executes again you will receive an email with an error (as long as your hosting account is configured to email you the output of CRON jobs). Using that, you can find out what is going on.
pl_pl: Usuń <code>2>&1</code> z wiersza polecenia CRON. Gdy polecenie CRON zostanie ponownie uruchomione, otrzymasz e-mail z błędem (o ile twoje konto hostingowe jest skonfigurowane do wysyłania ci e-maili z wynikami zadań CRON). Korzystając z tego, możesz dowiedzieć się, co się dzieje.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NOT_RUN_INFO_2
source: If even then nothing seems to happen, please contact your host. Either your account is not receiving the output of the CRON jobs, or the CRON jobs are not executing at all (while unlikely, we've seen that happen a few times).
pl_pl: Jeśli nawet wtedy nic się nie dzieje, skontaktuj się z dostawcą hostingu. Albo twoje konto nie odbiera wyników zadań CRON, albo zadania CRON w ogóle się nie wykonują (choć jest to mało prawdopodobne, widzieliśmy, że się to zdarzało kilka razy).

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_FORBIDDEN_HEAD
source: I get “Status: 403 Forbidden” running the CRON job
pl_pl: Otrzymujesz komunikat „Status: 403 Forbidden” przy uruchamianiu zadania CRON.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_FORBIDDEN_INFO_1
source: You are using the PHP-CGI/FastCGI executable. As noted above, you need to replace <em>/path/to/php</em> with the path to the <strong>PHP CLI</strong> executable.
pl_pl: Używasz wykonywalnego pliku PHP-CGI/FastCGI. Jak zaznaczono powyżej, musisz zastąpić <em>/path/to/php</em> ścieżką do wykonywalnego pliku <strong>PHP CLI</strong>.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_FORBIDDEN_INFO_2
source: Please ask your host for the correct path. If your host gave you this path to begin with, escalate your support ticket with your host, asking to speak with a server engineer. It's trivial for them to give you that path.
pl_pl: Proszę poprosić swojego dostawcę usług hostingowych o poprawną ścieżkę. Jeśli Twój dostawca początkowo podał Ci tę ścieżkę, eskaluj zgłoszenie wsparcia do dostawcy, prosząc o rozmowę z inżynierem serwera. Dla nich to banalne zadanie, aby podać Ci tę ścieżkę.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_WRONG_PHP_HEAD
source: I get “Akeeba Panopticon requires PHP %s or later”.
pl_pl: Otrzymujesz komunikat „Akeeba Panopticon wymaga PHP %s lub nowszej wersji”.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_WRONG_PHP_INFO_1
source: You are using the PHP CLI executable for the wrong PHP version in your CRON job.
pl_pl: Używasz błędnego wykonywalnego pliku PHP CLI dla złej wersji PHP w swoim zadaniu CRON.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_WRONG_PHP_INFO_2
source: Most servers have multiple versions of PHP installed. You need to ask your host to give you the path to the PHP CLI executable for PHP %s and use that in your CRON job's command line.
pl_pl: Większość serwerów ma zainstalowane wiele wersji PHP. Musisz poprosić swojego dostawcę hostingu o podanie ścieżki do wykonywalnego pliku PHP CLI dla PHP %s i użyć go w wierszu poleceń zadania CRON.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_URL_CRON_HEAD
source: The host only allows URLs in CRON
pl_pl: Host umożliwia tylko użycie adresów URL w zadaniu CRON.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_URL_CRON_INFO
source: Click on the <strong>Web</strong> tab above.
pl_pl: Kliknij na zakładkę <strong>Web</strong> powyżej.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NO_CRON_HEAD
source: The host does not have a CRON feature
pl_pl: Dostawca hostingu nie oferuje funkcji CRON.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NO_CRON_INFO_1
source: We <strong>very strongly</strong> recommend that you use a different host.
pl_pl: <strong>Bardzo mocno</strong> zalecamy korzystanie z innego hosta.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NO_CRON_INFO_2
source: Panopticon is only useful when its automation features run consistently and reliably. This requires its CRON job executing every minute - <em>1440 times a day</em>. This can get expensive with a third party service; about $10 per day! You can instead spend as much money <em>per month</em> on a decent host which support real, command-line CRON jobs.
pl_pl: Panopticon jest przydatny tylko wtedy, gdy jego funkcje automatyzacji działają konsekwentnie i niezawodnie. Wymaga to uruchamiania zadania CRON co minutę - <em>1440 razy dziennie</em>. To może być drogie przy użyciu usługi zewnętrznej; około 10 dolarów dziennie! Możesz zamiast tego wydać tę samą kwotę <em>na miesiąc</em> na porządnego hosta, który obsługuje prawdziwe zadania CRON z wiersza poleceń.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NO_CRON_INFO_3
source: If you have a cheaper way executing CRON jobs remotely (e.g. another server under your control), please click on the <strong>Web</strong> tab to find out how to do it.
pl_pl: Jeśli masz tańszy sposób na zdalne wykonywanie zadań CRON (np. inne serwery pod Twoją kontrolą), kliknij zakładkę <strong>Web</strong>, aby dowiedzieć się, jak to zrobić.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NO_CRON_INFO_4
source: <strong>Do not “cheap out” on CRON job frequency!</strong> Running CRON jobs less frequently will make Panopticon unreliable and could even break your sites due to incomplete Joomla&reg; core updates.
pl_pl: <strong>Nie oszczędzaj na częstotliwości zadania CRON!</strong> Uruchamianie zadań CRON rzadziej sprawi, że Panopticon będzie niewiarygodny, a nawet może spowodować problemy ze stronami z powodu niekompletnych aktualizacji jądra Joomla&reg;.

# PANOPTICON_SETUP_LBL_CRON_CLI_PROS_1
source: More reliable
pl_pl: Bardziej niezawodne

# PANOPTICON_SETUP_LBL_CRON_CLI_PROS_2
source: Zero cost
pl_pl: Bezpłatne

# PANOPTICON_SETUP_LBL_CRON_CLI_PROS_3
source: Faster
pl_pl: Szybsze

# PANOPTICON_SETUP_LBL_CRON_CLI_CONS_1
source: Some hosts don't support it
pl_pl: Niektóre hosty go nie obsługują

# PANOPTICON_SETUP_LBL_CRON_CLI_CONS_2
source: More involved setup
pl_pl: Bardziej zaawansowana konfiguracja

# PANOPTICON_SETUP_LBL_CRON_CLI_TARGET_1
source: Recommended method for most users
pl_pl: Zalecana metoda dla większości użytkowników

# PANOPTICON_SETUP_LBL_CRON_CLI_TARGET_2
source: Only supported method for dozens to hundreds of sites monitored
pl_pl: Jedyna obsługiwana metoda dla dziesiątek do setek monitorowanych witryn

# PANOPTICON_SETUP_LBL_CRON_WEB_IF_URL_CRON
source: If your host uses URL-based CRON jobs, or you're using a third party system which accepts a URL, use the following URL:
pl_pl: Jeśli Twój dostawca hostingu używa CRON job opartego na adresie URL lub korzystasz z zewnętrznego systemu akceptującego URL, użyj poniższego adresu URL:

# PANOPTICON_SETUP_LBL_CRON_WEB_IF_REGULAR_CRON
source: If you are setting up a regular CRON job, use one of the following command lines, depending on which command is installed on your system:
pl_pl: Jeśli ustawiasz regularne zadanie CRON, użyj jednej z poniższych linii poleceń, w zależności od tego, które polecenie jest zainstalowane w Twoim systemie:

# PANOPTICON_SETUP_LBL_CRON_WEB_WGET
source: <strong>wGET</strong> (most commercial hosts and Linux servers)
pl_pl: <strong>wGET</strong> (większość hostów komercyjnych i serwerów Linux)

# PANOPTICON_SETUP_LBL_CRON_WEB_CURL
source: <strong>cURL</strong> (macOS, some Linux servers)
pl_pl: <strong>cURL</strong> (macOS, niektóre serwery Linux)

# PANOPTICON_SETUP_LBL_CRON_WEB_PROS_1
source: Usually easier setup
pl_pl: Zwykle łatwiejsza konfiguracja

# PANOPTICON_SETUP_LBL_CRON_WEB_PROS_2
source: Works with hosts offering URL-only CRON
pl_pl: Działa z hostami oferującymi wyłącznie CRON oparty na adresie URL

# PANOPTICON_SETUP_LBL_CRON_WEB_PROS_3
source: Works with hosts lacking CRON support
pl_pl: Działa z hostami, które nie mają wsparcia dla CRON

# PANOPTICON_SETUP_LBL_CRON_WEB_CONS_1
source: Less reliable
pl_pl: Mniej niezawodny

# PANOPTICON_SETUP_LBL_CRON_WEB_CONS_2
source: Slower
pl_pl: Wolniejszy

# PANOPTICON_SETUP_LBL_CRON_WEB_CONS_3
source: High cost (when used with a third party service)
pl_pl: Wysoki koszt (przy użyciu usługi zewnętrznej)

# PANOPTICON_SETUP_LBL_CRON_WEB_CONS_4
source: Typically unsuitable when monitoring several sites
pl_pl: Zazwyczaj nieodpowiednie przy monitorowaniu kilku witryn

# PANOPTICON_SETUP_LBL_CRON_WEB_TARGET_1
source: Servers with URL-only CRON jobs
pl_pl: Serwery obsługujące jedynie zadania CRON oparte na adresie URL

# PANOPTICON_SETUP_LBL_CRON_WEB_TARGET_2
source: Ten or fewer monitored sites
pl_pl: Dziesięć lub mniej monitorowanych witryn

# PANOPTICON_SETUP_LBL_CRON_WHAT_NEXT
source: What next?
pl_pl: Co dalej?

# PANOPTICON_SETUP_LBL_CRON_WHAT_NEXT_BENCHMARK_INFO
source: A few seconds to a minute after you set up your CRON job this page will change to a benchmark. Don't close this browser tab, don't change to a different browser tab / window or application, don't turn off or let your device sleep, don't feed your <em title="These are the gremlins before they become gremlins. Are we showing our age with this outdated popular culture reference?">mogwai</em> after midnight. Pretty straightforward, right?
pl_pl: Za chwilę, kilka sekund do minuty po ustawieniu zadania CRON, ta strona zmieni się na benchmark. Nie zamykaj tej karty przeglądarki, nie przełączaj się na inną kartę/przeglądarkę lub aplikację, nie wyłączaj ani nie usypiaj urządzenia, nie karm swojego <em title="To są gremliny przed przekształceniem się w gremliny. Czy używamy przestarzałych odniesień do popularnej kultury, pokazując nasz wiek?">mogwai</em> po północy. Dosyć proste, prawda?

# PANOPTICON_SETUP_LBL_CRON_WHAT_NEXT_YOU_CAN_COME_BACK_LATER
source: If you need to finish setting up your CRON job later - no worries! Close this browser tab. Next time you come back to your Panopticon installation it will take you to this page.
pl_pl: Jeśli potrzebujesz dokończyć konfigurację swojego zadania CRON później - nie martw się! Zamknij tę kartę przeglądarki. Następnym razem, gdy wrócisz do instalacji Panopticonu, przeniesie Cię na tę stronę.

# PANOPTICON_SETUP_LBL_CRON_WHAT_NEXT_EXPERT_USER
source: If you're an expert user - or just looking around - you can skip this step and set up CRON jobs later.
pl_pl: Jeśli jesteś zaawansowanym użytkownikiem - lub po prostu rozglądasz się - możesz pominąć ten krok i skonfigurować zadania CRON później.

# PANOPTICON_SETUP_LBL_CRON_WHAT_NEXT_SKIP_CRON
source: Skip CRON configuration (not recommended).
pl_pl: Pomiń konfigurację CRON (niezalecane).

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_IN_PROGRESS
source: Benchmark in progress
pl_pl: Trwa przeprowadzanie testu wydajności

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_WHAT_IS_THIS
source: Panopticon is measuring how long a CRON task can run
pl_pl: Panopticon mierzy, jak długo może trwać zadanie CRON

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_DO_NOT_CLOSE
source: Please do not switch tabs, or windows, and make sure that your device does not turn off or go to sleep. The benchmark takes up to 3 minutes.
pl_pl: Proszę nie przełączaj się między kartami ani oknami i upewnij się, że urządzenie nie zostanie wyłączone ani nie przejdzie w stan uśpienia. Test wydajności może trwać do 3 minut.

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_PROGRESS_HINT
source: Benchmark progress, in seconds
pl_pl: Postęp testu wydajności, w sekundach

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_UPDATES_EVERY
source: The progress bar updates every 5 seconds. The benchmark may finish before the progress bar fills up.
pl_pl: Pasek postępu aktualizuje się co 5 sekund. Test wydajności może zakończyć się przed zapełnieniem się paska postępu.

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_FAILED_HEAD
source: Benchmark failed
pl_pl: Test wydajności nie powiódł się

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_FAILED_SUBHEAD
source: There was an error which prevented the benchmark from completing.
pl_pl: Wystąpił błąd, który uniemożliwił zakończenie testu wydajności.

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_FAILED_BTN_RETRY
source: Retry
pl_pl: Ponów próbę

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_FAILED_SKIP
source: Skip this step (not recommended)
pl_pl: Pomiń ten krok (niezalecane)

# PANOPTICON_SETUP_CRON_ERR_NO_MAXEXEC_TASK
source: The CRON benchmark task has not been installed. Please reload this page.
pl_pl: Zadanie testowe CRON nie zostało zainstalowane. Proszę przeładuj tę stronę.

# PANOPTICON_SETUP_CRON_ERR_XHR_ABORT
source: The AJAX request was aborted by your browser. Please check your Internet connection. Make sure you do not switch tabs / windows, or let your device go to sleep while the benchmark is in progress.
pl_pl: Żądanie AJAX zostało przerwane przez Twoją przeglądarkę. Sprawdź swoje połączenie internetowe. Upewnij się, że nie przełączasz się między kartami/oknami ani nie pozwól urządzeniu przejść w stan uśpienia podczas trwania testu wydajności.

# PANOPTICON_SETUP_CRON_ERR_XHR_TIMEOUT
source: The AJAX request has timed out. Please check your Internet connection. Make sure you do not switch tabs / windows, or let your device go to sleep while the benchmark is in progress. If the problem persists, check that your server is working correctly and is not blocking the requests from your browser.
pl_pl: Żądanie AJAX przekroczyło limit czasu. Sprawdź swoje połączenie internetowe. Upewnij się, że nie przełączasz się między kartami/oknami ani nie pozwól urządzeniu przejść w stan uśpienia podczas trwania testu wydajności. Jeśli problem będzie się powtarzał, sprawdź, czy Twój serwer działa poprawnie i czy nie blokuje żądań przeglądarki.

# PANOPTICON_SETUP_CRON_ERR_AJAX_HEAD
source: <strong>AJAX Loading Error</strong>
pl_pl: <strong>Błąd ładowania AJAX</strong>

# PANOPTICON_SETUP_CRON_ERR_AJAX_HTTP_STATUS
source: HTTP Status:
pl_pl: Status HTTP:

# PANOPTICON_SETUP_CRON_ERR_AJAX_HTTP_INTERNAL
source: Internal Status:
pl_pl: Stan wewnętrzny:

# PANOPTICON_SETUP_CRON_ERR_AJAX_HTTP_READYSTATE
source: XHR ReadyState:
pl_pl: Stan gotowości XHR:

# PANOPTICON_SETUP_CRON_ERR_AJAX_HTTP_RAW
source: Raw Server Response:
pl_pl: Surowa odpowiedź serwera:

# PANOPTICON_SETUP_CRON_ERR_INVALID_JSON
source: Invalid response from your server (response is not JSON data). The data received was:
pl_pl: Nieprawidłowa odpowiedź z Twojego serwera (odpowiedź nie są danymi JSON). Otrzymane dane to:
