Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# PANOPTICON_SYSCONFIG_LBL_FIELD_TASKS_EXTUPDATE_INSTALL
source: When An Extension Update Is Found
pl_pl: Kiedy zostanie znaleziona aktualizacja rozszerzenia

# PANOPTICON_SYSCONFIG_LBL_FIELD_TASKS_EXTUPDATE_INSTALL_HELP
source: This preference can be overridden for any individual extension below. You can also override this for any individual extension and site in each site's configuration page.
pl_pl: Ta preferencja może zostać zastąpiona dla każdego indywidualnego rozszerzenia poniżej. Możesz także zastąpić to dla każdego indywidualnego rozszerzenia i witryny na stronie konfiguracyjnej każdej witryny.

# PANOPTICON_SYSCONFIG_LBL_FIELD_SESSION_TOKEN_ALGORITHM
source: Anti-CSRF Token Algorithm
pl_pl: Algorytm tokena przeciwdziałającego atakom CSRF

# PANOPTICON_SYSCONFIG_LBL_FIELD_SESSION_TOKEN_ALGORITHM_HELP
source: The hash algorithm for creating an anti-CSRF token. SHA-512 offers the best security, but may not work on some hosts because it's very long. MD5 offers the least security but is compatible with all hosts. Only change if you have problems when clicking action buttons in Panopticon.
pl_pl: Algorytm haszujący do tworzenia tokena przeciwdziałającego atakom CSRF. SHA-512 oferuje najlepsze zabezpieczenia, ale może nie działać na niektórych hostach, ponieważ jest bardzo długi. MD5 oferuje najmniejsze zabezpieczenia, ale jest kompatybilny ze wszystkimi hostami. Zmień tylko w przypadku problemów podczas klikania przycisków akcji w Panopticon.

# PANOPTICON_SYSCONFIG_LBL_FIELD_LANGUAGE
source: Default language
pl_pl: Domyślny język

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_ENABLED
source: Use a Proxy Server for Outgoing Connections
pl_pl: Użyj serwera proxy do połączeń wychodzących.

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_HOST
source: Proxy hostname or IP Address
pl_pl: Nazwa hosta lub adres IP proxy

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_PORT
source: Proxy Port
pl_pl: Port proxy

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_USER
source: Proxy Username (optional)
pl_pl: Nazwa użytkownika proxy (opcjonalnie)

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_PASS
source: Proxy Password (optional)
pl_pl: Hasło proxy (opcjonalnie)

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_NO
source: Do Not Proxy These Domains
pl_pl: Nie przekształcaj tych domen za pośrednictwem proxy

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_NO_HELP
source: Enter a comma–separated list of full, or partial domain names which should not go through the proxy, e.g. <code>www.example.com, .mit.edu, .dev</code>.
pl_pl: Wprowadź listę domen pełnych lub częściowych, oddzielonych przecinkami, które nie powinny być przekazywane przez proxy, np. <code>www.example.com, .mit.edu, .dev</code>.

# PANOPTICON_SYSCONFIG_LBL_EXTENSIONS_TABLE_CAPTION
source: Table of known extensions and their automatic update preferences
pl_pl: Tabela znanych rozszerzeń i ich preferencji automatycznej aktualizacji

# PANOPTICON_SYSCONFIG_LBL_EXTENSIONS_NAME
source: Extension name
pl_pl: Nazwa rozszerzenia

# PANOPTICON_SYSCONFIG_LBL_EXTENSIONS_AUTHOR
source: Author
pl_pl: Autor

# PANOPTICON_SYSCONFIG_LBL_EXTENSIONS_PREFERENCE
source: Update preference
pl_pl: Preferencja aktualizacji

# PANOPTICON_SYSCONFIG_LBL_EXTENSIONS_PREFERENCE_SELECT
source: Select update preference for %s
pl_pl: Wybierz preferencję aktualizacji dla %s

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_COMPONENT
source: Component
pl_pl: Komponent

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_FILE
source: Files Package
pl_pl: Paczka plików

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_LIBRARY
source: Library
pl_pl: Biblioteka

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_PACKAGE
source: Package
pl_pl: Pakiet

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_PLUGIN
source: Plugin
pl_pl: Wtyczka

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_MODULE
source: Module
pl_pl: Moduł

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_TEMPLATE
source: Template
pl_pl: Szablon

# PANOPTICON_SYSCONFIG_OPT_SHA512
source: SHA-512 (best security)
pl_pl: SHA-512 (najlepsze zabezpieczenia)

# PANOPTICON_SYSCONFIG_OPT_MD5
source: MD5 (best compatibility)
pl_pl: MD5 (najlepsza kompatybilność)

# PANOPTICON_SYSCONFIG_OPT_ERROR_REPORTING_DEFAULT
source: Default
pl_pl: Domyślny

# PANOPTICON_SYSCONFIG_OPT_ERROR_REPORTING_NONE
source: None
pl_pl: Brak

# PANOPTICON_SYSCONFIG_OPT_ERROR_REPORTING_SIMPLE
source: Simple
pl_pl: Prosty

# PANOPTICON_SYSCONFIG_OPT_ERROR_REPORTING_MAXIMUM
source: Maximum
pl_pl: Maksimum

# PANOPTICON_SYSCONFIG_OPT_DARKMODE_BROWSER
source: Browser preference
pl_pl: Preferencja przeglądarki

# PANOPTICON_SYSCONFIG_OPT_DARKMODE_LIGHT
source: Always light
pl_pl: Zawsze jasny

# PANOPTICON_SYSCONFIG_OPT_DARKMODE_DARK
source: Always dark
pl_pl: Zawsze ciemny

# PANOPTICON_SYSCONFIG_OPT_CACHE_ADAPTER_FILESYSTEM
source: Files
pl_pl: Pliki

# PANOPTICON_SYSCONFIG_OPT_CACHE_ADAPTER_LINUXFS
source: Files and Symlinks (Linux and macOS only)
pl_pl: Pliki i dowiązania symboliczne (tylko Linux i macOS)

# PANOPTICON_SYSCONFIG_OPT_CACHE_ADAPTER_DB
source: Database
pl_pl: Baza danych

# PANOPTICON_SYSCONFIG_OPT_LOG_LEVEL_ERROR
source: Error
pl_pl: Błąd

# PANOPTICON_SYSCONFIG_OPT_LOG_LEVEL_WARNING
source: Warning
pl_pl: Ostrzeżenie

# PANOPTICON_SYSCONFIG_OPT_LOG_LEVEL_NOTICE
source: Notice
pl_pl: Uwaga

# PANOPTICON_SYSCONFIG_OPT_LOG_LEVEL_INFO
source: Information
pl_pl: Informacja

# PANOPTICON_SYSCONFIG_OPT_LOG_LEVEL_DEBUG
source: Debugging
pl_pl: Debugowanie

# PANOPTICON_SYSCONFIG_OPT_SMTPSECURE_NONE
source: None
pl_pl: Brak

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_GLOBAL
source: – Use Global –
pl_pl: – Użyj globalnego –

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_GLOBAL_ALT
source: Use Global:
pl_pl: Użyj globalnego:

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_NONE
source: Do Nothing
pl_pl: Nie rób nic

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_EMAIL
source: Send Email
pl_pl: Wyślij e-mail

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_PATCH
source: Install Patch Versions Only
pl_pl: Instaluj tylko wersje poprawkowe

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_MINOR
source: Install Minor Versions Only
pl_pl: Instaluj tylko wersje mniejsze

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_MAJOR
source: Install Any Version
pl_pl: Instaluj dowolną wersję

# PANOPTICON_SYSCONFIG_LBL_UOM_HOURS
source: hours
pl_pl: godziny

# PANOPTICON_SYSCONFIG_LBL_UOM_MINUTES
source: minutes
pl_pl: minuty

# PANOPTICON_SYSCONFIG_LBL_UOM_SECONDS
source: seconds
pl_pl: sekundy

# PANOPTICON_SYSCONFIG_LBL_UOM_DAYS
source: days
pl_pl: dni

# PANOPTICON_SYSCONFIG_LBL_UOM_FILES
source: files
pl_pl: pliki

# PANOPTICON_SYSCONFIG_LBL_UOM_PAGES
source: pages
pl_pl: strony

# PANOPTICON_SYSCONFIG_LBL_UOM_ITEMS
source: items
pl_pl: elementy

# PANOPTICON_SYSCONFIG_MSG_SAVED
source: The System Configuration has been saved
pl_pl: Konfiguracja systemu została zapisana

# PANOPTICON_SYSCONFIG_LBL_FIELD_UPTIME
source: Uptime Monitoring Provider
pl_pl: Dostawca monitorowania czasu pracy

# PANOPTICON_SYSCONFIG_LBL_FIELD_UPTIME_HELP
source: Choose which service will be used to report your sites' uptime. Please note that the integrated “Panopticon” provider is very basic and has some gotchas. Please read the documentation.
pl_pl: Wybierz, który serwis będzie używany do raportowania czasu pracy Twoich witryn. Proszę zauważyć, że zintegrowany dostawca „Panopticon” jest bardzo podstawowy i ma pewne zagrożenia. Proszę zapoznać się z dokumentacją.

# PANOPTICON_SYSCONFIG_OPT_UPTIME_NONE
source: None
pl_pl: Żaden

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_WATCH_OUT
source: <strong>Watch out!</strong> Clicking the button below will cause all unsaved configuration setting changes to be lost. If you want to keep your changes please first click on the Save button in the toolbar, then click on the button below to send a test email message.
pl_pl: <strong>Uważaj!</strong> Kliknięcie poniższego przycisku spowoduje utratę wszystkich niezapisanych zmian w ustawieniach konfiguracji. Jeśli chcesz zachować wprowadzone zmiany, proszę najpierw kliknij przycisk Zapisz w pasku narzędzi, a następnie kliknij przycisk poniżej, aby wysłać wiadomość e-mail testową.

# PANOPTICON_SYSCONFIG_BTN_EMAILTEST_SEND
source: Send Test Email Message
pl_pl: Wyślij wiadomość e-mail testową

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_WILL_SEND_TO
source: The test email message will be sent to %s using the email sending options <em>you have last saved</em> from this page.
pl_pl: Wiadomość testowa zostanie wysłana na adres %s przy użyciu opcji wysyłania e-maili <em>ostatnio zapisanych</em> z tej strony.

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_SUBJECT
source: Panopticon has been configured to send email messages
pl_pl: Panopticon został skonfigurowany do wysyłania wiadomości e-mail

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_BODY
source: This email message confirms that Akeeba Panopticon, installed on %s, has been configured to send email messages correctly.\n\nIf this message ended up in your spam / junk inbox please check whether your domain has DKIM and SPF set up correctly, as well as whether your receiving mail server and mail client are configured in a way which misidentifies this message as spam. According to our experience, you can get pertinent troubleshooting information by looking at the source code of the received message in your mail client. Please consult your mail client's documentation for more information on how to do that.
pl_pl: Ta wiadomość e-mail potwierdza, że Akeeba Panopticon, zainstalowany na %s, został poprawnie skonfigurowany do wysyłania wiadomości e-mail. Jeśli ta wiadomość trafiła do Twojego folderu spamu / niechcianych, prosimy sprawdzić, czy Twoja domena ma poprawnie skonfigurowane DKIM i SPF, a także czy Twój serwer odbiorczy i klient poczty są skonfigurowane w taki sposób, który błędnie identyfikuje tę wiadomość jako spam. Z naszego doświadczenia wynika, że można uzyskać odpowiednie informacje diagnostyczne, przeglądając kod źródłowy otrzymanej wiadomości w swoim kliencie poczty. Prosimy skonsultować się z dokumentacją swojego klienta poczty w celu uzyskania bardziej szczegółowych informacji na temat tego, jak to zrobić.

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_SENT
source: The test email was sent successfully
pl_pl: Testowy e-mail został pomyślnie wysłany

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_NOT_SENT
source: The test email could not be sent. The last error reported was: %s
pl_pl: Nie udało się wysłać testowej wiadomości e-mail. Ostatni zgłoszony błąd to: %s

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_IS_DISABLED
source: You have disabled Mail Sending; no email will be sent.
pl_pl: Wyłączyłeś wysyłanie wiadomości e-mail; żadne wiadomości nie zostaną wysłane.

# PANOPTICON_TASKS_TITLE
source: Tasks
pl_pl: Zadania

# PANOPTICON_TASKS_LBL_FIELD_SITE_ID
source: Site
pl_pl: Witryna

# PANOPTICON_TASKS_LBL_FIELD_TYPE
source: Task Type
pl_pl: Typ zadania

# PANOPTICON_TASKS_LBL_FIELD_TIMES
source: Last / Next Run
pl_pl: Ostatnie / Następne wykonanie

# PANOPTICON_TASKS_LBL_SELECT_TYPE
source: – Type –
pl_pl: – Typ –

# PANOPTICON_TASKS_LBL_SELECT_ENABLED
source: – Enabled –
pl_pl: – Włączone –

# PANOPTICON_TASKS_LBL_LAST_RUN
source: Last execution on
pl_pl: Ostatnie wykonanie na

# PANOPTICON_TASKS_LBL_NEXT_RUN
source: Next execution on
pl_pl: Następne wykonanie w

# PANOPTICON_TASKS_LBL_DURATION
source: Last execution run time
pl_pl: Czas ostatniego wykonania

# PANOPTICON_TASKS_ERR_NO_DELETE_SYSTEM
source: You cannot delete a system task.
pl_pl: Nie możesz usunąć zadania systemowego.

# PANOPTICON_TASKS_ERR_NO_DISABLE_SYSTEM
source: You cannot disable a system task.
pl_pl: Nie można wyłączyć zadania systemowego.

# PANOPTICON_LBL_TASK_DELETED
source: The task has been disabled.
pl_pl: Zadanie zostało wyłączone.

# PANOPTICON_MAILTEMPLATES_TITLE
source: Mail Templates
pl_pl: Szablony maili

# PANOPTICON_MAILTEMPLATES_TITLE_CSS
source: Mail Template CSS
pl_pl: CSS szablonu poczty

# PANOPTICON_MAILTEMPLATES_TITLE_NEW
source: New Mail Template
pl_pl: Nowy szablon poczty

# PANOPTICON_MAILTEMPLATES_TITLE_EDIT
source: Edit Mail Template
pl_pl: Edytuj szablon poczty

# PANOPTICON_MAILTEMPLATES_BTN_CSS
source: Edit Common CSS
pl_pl: Edytuj wspólny CSS

# PANOPTICON_MAILTEMPLATES_TABLE_COMMENT
source: List of mail templates
pl_pl: Lista szablonów poczty

# PANOPTICON_MAILTEMPLATES_TABLE_HEAD_TYPE
source: Mail type
pl_pl: Typ wiadomości email

# PANOPTICON_MAILTEMPLATES_TABLE_HEAD_SUBJECT
source: Subject
pl_pl: Temat

# PANOPTICON_MAILTEMPLATES_TABLE_HEAD_LANGUAGE
source: Language
pl_pl: Domyślny język

# PANOPTICON_MAILTEMPLATE_FIELD_TYPE
source: Mail Type
pl_pl: Typ wiadomości email

# PANOPTICON_MAILTEMPLATE_FIELD_LANGUAGE
source: Language
pl_pl: Domyślny język

# PANOPTICON_MAILTEMPLATE_FIELD_SUBJECT
source: Subject
pl_pl: Temat

# PANOPTICON_MAILTEMPLATE_FIELD_HTML
source: HTML Content
pl_pl: Treść HTML

# PANOPTICON_MAILTEMPLATE_FIELD_PLAINTEXT
source: Plain Text Content
pl_pl: Treść w formacie zwykłego tekstu

# PANOPTICON_MAILTEMPLATE_LBL_REMINDER_URLS
source: Use <em>absolute</em> URLs for any images, media files, etc. Absolute URLs include the domain name e.g. <code>https://www.example.com/something.png</code>.
pl_pl: Użyj <em>bezwzględnych</em> adresów URL dla obrazów, plików multimedialnych itp. Bezwzględne adresy URL zawierają nazwę domeny, np. <code>https://www.example.com/something.png</code>.

# PANOPTICON_MAILTEMPLATE_ERR_TYPE_EMPTY
source: You must choose a Mail Type
pl_pl: Musisz wybrać typ wiadomości email

# PANOPTICON_MAILTEMPLATE_ERR_LANGUAGE_EMPTY
source: You must choose a Language, or the entry “(All)”
pl_pl: Musisz wybrać język lub wpis "(Wszystkie)"

# PANOPTICON_MAILTEMPLATE_ERR_SUBJECT_EMPTY
source: You must enter the Subject
pl_pl: Musisz wprowadzić temat

# PANOPTICON_LBL_MAILTEMPLATE_SAVED
source: The Mail Template has been saved
pl_pl: Szablon poczty został zapisany.

# PANOPTICON_LBL_MAILTEMPLATE_COPIED
source: The selected Mail Templates have been copied
pl_pl: Wybrane szablony poczty zostały skopiowane.

# PANOPTICON_LBL_MAILTEMPLATE_DELETED
source: The selected Mail Templates have been deleted
pl_pl: Wybrane szablony poczty zostały usunięte.

# PANOPTICON_MAILTEMPLATES_OPT_LANGUAGE_ALL
source: (All)
pl_pl: (Wszystkie)

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_MUST_SELECT
source: - Select an option -
pl_pl: - Wybierz opcję -

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_JOOMLAUPDATE_FOUND
source: Joomla Core Update: Update found
pl_pl: Aktualizacja Joomla Core: Znaleziono aktualizację

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_JOOMLAUPDATE_WILL_INSTALL
source: Joomla Core Update: Update will be installed
pl_pl: Aktualizacja rdzenia Joomla: Aktualizacja zostanie zainstalowana

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_JOOMLAUPDATE_INSTALLED
source: Joomla Core Update: Update installed
pl_pl: Aktualizacja rdzenia Joomla: Aktualizacja została zainstalowana

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_JOOMLAUPDATE_FAILED
source: Joomla Core Update: Update failed
pl_pl: Aktualizacja rdzenia Joomla: Aktualizacja nie powiodła się

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_AKEEBABACKUP_SUCCESS
source: Akeeba Backup: Successful backup
pl_pl: Akeeba Backup: Pomyślna kopia zapasowa

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_AKEEBABACKUP_FAIL
source: Akeeba Backup: Failed backup
pl_pl: Akeeba Backup: Nieudana kopia zapasowa

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_EXTENSION_UPDATE_FOUND
source: Joomla! Extension Update: Update Found
pl_pl: Aktualizacja rozszerzenia Joomla!: Znaleziono aktualizację

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_EXTENSIONS_UPDATE_DONE
source: Joomla! Extension Update: Autoupdate Results
pl_pl: Aktualizacja rozszerzenia Joomla!: Wyniki automatycznej aktualizacji

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_SELFUPDATE_FOUND
source: Panopticon: Update found
pl_pl: Panopticon: Znaleziono aktualizację

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_SCHEDULED_UPDATE_SUMMARY
source: Scheduled Update Summary
pl_pl: Zaplanowane Podsumowanie Aktualizacji

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_SSL_TLS_EXPIRING
source: SSL/TLS Certificate Expires Soon
pl_pl: Certyfikat SSL/TLS wygasa wkrótce

# PANOPTICON_MAILTEMPLATES_LBL_CSS_HEAD
source: This CSS will be added to all HTML emails sent by Panopticon.
pl_pl: Ten CSS zostanie dodany do wszystkich e-maili HTML wysyłanych przez Panopticon.

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_SITE_DOWN
source: Site went down
pl_pl: Strona przestała działać.

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_SITE_UP
source: Site is back up
pl_pl: Strona jest ponownie dostępna.

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_ACTION_SUMMARY
source: Site Action Summary
pl_pl: Podsumowanie działań na stronie

# PANOPTICON_SELFUPDATE_TITLE
source: Update Panopticon
pl_pl: Zaktualizuj Panopticon

# PANOPTICON_SELFUPDATE_BTN_RELOAD
source: Reload Update Information
pl_pl: Przeładuj informacje o aktualizacji

# PANOPTICON_SELFUPDATE_LBL_MAIN_MORE_INFO
source: More Information
pl_pl: Więcej informacji.

# PANOPTICON_SELFUPDATE_ERR_DOWNLOADFAILED
source: Downloading the update package has failed.
pl_pl: Pobieranie pakietu aktualizacji nie powiodło się.

# PANOPTICON_SELFUPDATE_ERR_EXTRACTFAILED
source: Could not extract the update file.
pl_pl: Nie można było wypakować pliku aktualizacji.

# PANOPTICON_SELFUPDATE_ERR_POSTINSTALLFAILED
source: Could not execute the post-update actions.
pl_pl: Nie można wykonać działań po aktualizacji.

# PANOPTICON_SELFUPDATE_LBL_SUCCESS
source: Successfully updated Panopticon
pl_pl: Pomyślnie zaktualizowano Panopticon

# PANOPTICON_SELFUPDATE_LBL_NOT_LOADED_HEAD
source: The updates cannot be loaded
pl_pl: Aktualizacje nie mogą być załadowane.

# PANOPTICON_SELFUPDATE_LBL_NOT_LOADED_BODY
source: The update information source URL, <span class="font-monospace">%s</span>, does not seem to contain update information for this application.
pl_pl: Źródło URL informacji o aktualizacji, <span class="font-monospace">%s</span>, nie zawiera informacji o aktualizacji dla tej aplikacji.

# PANOPTICON_SELFUPDATE_LBL_UPTODATE_HEAD
source: Panopticon is up to date
pl_pl: Panopticon jest aktualny

# PANOPTICON_SELFUPDATE_LBL_UPTODATE_RELEASED
source: Released on %s
pl_pl: Wydany %s

# PANOPTICON_SELFUPDATE_LBL_STUCK_HEAD
source: The updates are stuck
pl_pl: Aktualizacje utknęły.

# PANOPTICON_SELFUPDATE_LBL_STUCK_LAST_ERROR
source: The last error was:
pl_pl: Ostatni błąd był:

# PANOPTICON_SELFUPDATE_LBL_UPDATE_HEAD
source: Panopticon %s is available
pl_pl: Panopticon %s jest dostępny

# PANOPTICON_SELFUPDATE_LBL_UPDATE_BODY_SR
source: will be upgraded to
pl_pl: zostanie zaktualizowany do

# PANOPTICON_SELFUPDATE_LBL_UPGRADE_BTN
source: Upgrade
pl_pl: Aktualizacja

# PANOPTICON_SELFUPDATE_LBL_WILL_BE_DOWNLOADED_FROM
source: Will be downloaded from
pl_pl: Zostanie pobrany z

# PANOPTICON_SELFUPDATE_LBL_INFORMATION
source: Information
pl_pl: Informacja

# PANOPTICON_SELFUPDATE_LBL_RELEASE_NOTES
source: Release notes
pl_pl: Notatki wydania

# PANOPTICON_SELFUPDATE_LBL_PREUPDATE_WAIT
source: Waiting tasks to stop
pl_pl: Oczekiwanie na zakończenie zadań

# PANOPTICON_SELFUPDATE_LBL_PHP_VERSION
source: PHP Version %s
pl_pl: Wersja PHP %s

# PANOPTICON_SELFUPDATE_LBL_PHPINFO_NOT_AVAILABLE
source: <code>phpinfo()</code> is not available on your server
pl_pl: <code>phpinfo()</code> nie jest dostępne na Twoim serwerze

# PANOPTICON_SELFUPDATE_LBL_PHPINFO_NOT_AVAILABLE_INFO
source: Your server operator has disabled the built-in <code>phpinfo()</code> PHP function. Panopticon cannot display detailed PHP information on your server.
pl_pl: Twój operator serwera wyłączył wbudowaną funkcję PHP <code>phpinfo()</code>. Panopticon nie może wyświetlić szczegółowych informacji o PHP na Twoim serwerze.

# PANOPTICON_SELFUPDATE_LBL_LAST_CHECK_AND_VERSION
source: Last checked for updates on %s. The latest version is %s.
pl_pl: Ostatnio sprawdzono aktualizacje %s. Najnowsza wersja to %s.

# PANOPTICON_SELFUPDATE_BTN_RUN_POSTUPGRADE
source: Run the Post-upgrade code
pl_pl: Uruchom kod po aktualizacji

# PANOPTICON_GROUPS_TITLE
source: Groups
pl_pl: Grupy

# PANOPTICON_GROUPS_TITLE_NEW
source: New Group
pl_pl: Nowa Grupa

# PANOPTICON_GROUPS_TITLE_EDIT
source: Edit a Group
pl_pl: Edytuj grupę

# PANOPTICON_GROUPS_TABLE_COMMENT
source: Table of user groups
pl_pl: Tabela grup użytkowników

# PANOPTICON_GROUPS_TABLE_HEAD_TITLE
source: Group Name
pl_pl: Nazwa grupy

# PANOPTICON_GROUPS_FIELD_TITLE
source: Group Name
pl_pl: Nazwa grupy

# PANOPTICON_GROUPS_FIELD_PERMISSIONS
source: Permissions
pl_pl: Uprawnienia

# PANOPTICON_GROUPS_FIELD_PERMISSIONS_GROUPS
source: Permissions &amp; Groups
pl_pl: Uprawnienia i Grupy

# PANOPTICON_GROUPS_FIELD_PERMISSIONS_HELP
source: These privileges will be given to a user belonging to this group for any site which belongs to this group. To let the user see a site's overview you need to give them the View privilege.
pl_pl: Te uprawnienia zostaną nadane użytkownikowi należącemu do tej grupy dla każdej witryny należącej do tej grupy. Aby użytkownik mógł zobaczyć przegląd witryny, musisz nadać mu uprawnienie do przeglądania (View).

# PANOPTICON_GROUP_ERR_TITLE_EMPTY
source: You cannot have an empty Group Name.
pl_pl: Nazwa grupy nie może być pusta.

# PANOPTICON_LBL_GROUP_SAVED
source: The group has been saved.
pl_pl: Grupa została zapisana.

# PANOPTICON_LBL_GROUP_COPIED
source: The group has been copied.
pl_pl: Grupa została skopiowana.

# PANOPTICON_LBL_GROUP_DELETED
source: The group has been deleted.
pl_pl: Ta grupa została usunięta.

# PANOPTICON_USERS_TITLE
source: Users
pl_pl: Użytkownicy

# PANOPTICON_USERS_TITLE_NEW
source: New User
pl_pl: Nowy użytkownik

# PANOPTICON_USERS_TITLE_EDIT
source: Edit a User
pl_pl: Edytuj użytkownika

# PANOPTICON_USERS_TITLE_EDIT_MENU
source: My Profile
pl_pl: Mój profil

# PANOPTICON_LBL_USER_SAVED
source: The user account has been saved
pl_pl: Konto użytkownika zostało zapisane

# PANOPTICON_LBL_USER_DELETED
source: The user account has been deleted
pl_pl: Konto użytkownika zostało usunięte

# PANOPTICON_LBL_USER_COPIED
source: The user account has been copied
pl_pl: Konto użytkownika zostało skopiowane

# PANOPTICON_USERS_ERR_CANT_DELETE_YOURSELF
source: You cannot delete your own user account.
pl_pl: Nie możesz usunąć swojego własnego konta użytkownika.

# PANOPTICON_USERS_ERR_CANT_DELETE_LAST_SUPER
source: You cannot delete the only superuser account.
pl_pl: Nie możesz usunąć jedynego konta superużytkownika.

# PANOPTICON_USERS_ERR_USERNAME_EXISTS
source: The username %s already exists.
pl_pl: Nazwa użytkownika %s już istnieje.

# PANOPTICON_USERS_ERR_EMPTY_NAME
source: You cannot leave the Full Name empty.
pl_pl: Nie możesz pozostawić pola Pełne imię i nazwisko pustego.

# PANOPTICON_USERS_ERR_INVALID_EMAIL
source: The email address %s does not appear to be a correctly formatted email address. You can safely ignore this message if you have confirmed you can receive email at this address.
pl_pl: Adres e-mail %s nie wydaje się być poprawnie sformatowanym adresem e-mail. Możesz bezpiecznie zignorować tę wiadomość, jeśli potwierdziłeś, że możesz odbierać wiadomości e-mail pod tym adresem.

# PANOPTICON_USERS_ERR_NEEDS_PASSWORD
source: You must enter a password for the user account.
pl_pl: Musisz wprowadzić hasło dla konta użytkownika.

# PANOPTICON_USERS_ERR_PASSWORD_MISMATCH
source: The passwords do not match.
pl_pl: Hasła nie pasują do siebie.

# PANOPTICON_USERS_ERR_CANT_REMOVE_SELF_SUPER
source: You cannot remove the Superuser privilege from your own user account.
pl_pl: Nie możesz usunąć uprawnień Superużytkownika z własnego konta użytkownika.

# PANOPTICON_USERS_TABLE_COMMENT
source: Table of user accounts
pl_pl: Tabela kont użytkowników

# PANOPTICON_USERS_TABLE_HEAD_USERNAME
source: Username
pl_pl: Nazwa użytkownika

# PANOPTICON_USERS_TABLE_HEAD_NAME
source: Full name
pl_pl: Pełne imię i nazwisko

# PANOPTICON_USERS_LBL_AVATAR_EDIT
source: Edit avatar
pl_pl: Edytuj awatar

# PANOPTICON_USERS_LBL_FIELD_USERNAME
source: Username
pl_pl: Nazwa użytkownika
