Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# LANGUAGE_NAME_IN_ENGLISH
source: English – United Kingdom
pl_pl: Polish - Poland

# LANGUAGE_NAME_TRANSLATED
source: English – United Kingdom
pl_pl: Polski - Polska

# AWF_ALL
source: All
pl_pl: Wszystko

# AWF_APPLICATION_ERROR_ACCESS_FORBIDDEN
source: Access Forbidden
pl_pl: Dostęp Zabroniony

# AWF_APPLICATION_ERROR_CONTROLLER_GET_NAME
source: Cannot get the name of the Controller
pl_pl: Nie można uzyskać nazwy kontrolera

# AWF_APPLICATION_ERROR_MODEL_GET_NAME
source: Cannot get the name of the Model
pl_pl: Nie można uzyskać nazwy modelu

# AWF_APPLICATION_ERROR_TASK_NOT_FOUND
source: Task '%s' not found
pl_pl: Zadanie '%s' nie zostało znalezione.

# AWF_APPLICATION_ERROR_VIEW_GET_NAME
source: Cannot get the name of the View
pl_pl: Nie można uzyskać nazwy widoku

# AWF_APPLICATION_ERROR_VIEW_NOT_FOUND
source: View not found [name, type, prefix]: %s, %s, %s
pl_pl: Widok nie został znaleziony [nazwa, typ, prefiks]: %s, %s, %s

# AWF_COMMON_LBL_CHECK_ALL
source: Check all
pl_pl: Sprawdź wszystko

# AWF_COMMON_LBL_DISPLAY_NUM
source: Number of displayed items
pl_pl: Liczba wyświetlanych pozycji

# AWF_DOWNLOAD_ERR_LIB_COULDNOTDOWNLOADFROMURL
source: Could not download from URL <code>%s</code>
pl_pl: Nie można pobrać z adresu URL <code>%s</code>

# AWF_DOWNLOAD_ERR_LIB_COULDNOTWRITELOCALFILE
source: Could not write to local file <code>%s</code>
pl_pl: Nie można zapisać do lokalnego pliku <code>%s</code>

# AWF_DOWNLOAD_ERR_LIB_CURL_ERROR
source: cURL library error #%s: %s
pl_pl: Błąd biblioteki cURL #%s: %s

# AWF_DOWNLOAD_ERR_LIB_FOPEN_ERROR
source: Unable to open URL with fopen().
pl_pl: Nie można otworzyć adresu URL za pomocą funkcji fopen().

# AWF_DOWNLOAD_ERR_LIB_HTTPERROR
source: Unexpected HTTP status %s
pl_pl: Niespodziewany status HTTP %s

# AWF_MAIL_FUNCTION_OFFLINE
source: Mail function is off-line
pl_pl: Funkcja mail jest wyłączona

# AWF_NO
source: No
pl_pl: Nie

# AWF_OFF
source: Off
pl_pl: Wyłączone

# AWF_ON
source: On
pl_pl: Włączone

# AWF_PAGINATION_LBL_NO_RESULTS
source: No items to display
pl_pl: Brak elementów do wyświetlenia

# AWF_PAGINATION_LBL_PAGE_CURRENT_OF_TOTAL
source: Page %s of %s
pl_pl: Strona %s z %s

# AWF_PAGINATION_LBL_RESULTS_OF
source: Results %s-%s of %s
pl_pl: Wyniki %s-%s z %s

# AWF_PAGINATION_LBL_VIEW_ALL
source: View All
pl_pl: Wyświetl Wszystko

# AWF_USER_ERROR_AUTHERROR
source: Could not log in user: wrong username or password
pl_pl: Nie można zalogować użytkownika: błędna nazwa użytkownika lub hasło

# AWF_YES
source: Yes
pl_pl: Tak

# PANOPTICON_LBL_TABLE_HEAD_ENABLED
source: Enabled
pl_pl: Włączone

# PANOPTICON_LBL_TABLE_HEAD_GRID_SELECT
source: Select an item
pl_pl: Wybierz element

# PANOPTICON_LBL_PUBLISHED
source: Enabled
pl_pl: Włączone

# PANOPTICON_LBL_PUBLISHED_SR
source: Toggle state for item %s; currently enabled
pl_pl: Przełącz stan dla elementu %s; obecnie włączony

# PANOPTICON_LBL_UNPUBLISHED
source: Disabled
pl_pl: Wyłączony

# PANOPTICON_LBL_UNPUBLISHED_SR
source: Toggle state for item %s; currently disabled
pl_pl: Przełącz stan dla elementu %s; obecnie wyłączony

# PANOPTICON_LBL_EXPAND_COLLAPSE
source: Expand / Collapse
pl_pl: Rozwiń / Zwiń

# PANOPTICON_LBL_LIST_START
source: First
pl_pl: Pierwszy

# PANOPTICON_LBL_LIST_PREV
source: Previous
pl_pl: Poprzedni

# PANOPTICON_LBL_LIST_NEXT
source: Next
pl_pl: Następny

# PANOPTICON_LBL_LIST_END
source: Last
pl_pl: Ostatni

# PANOPTICON_LBL_FORM_SEARCH
source: Search
pl_pl: Szukaj

# PANOPTICON_LBL_FORM_FILTER_EXTENSIONS
source: Filter Extensions
pl_pl: Filtruj Rozszerzenia

# PANOPTICON_LBL_SECONDS
source: %d seconds
pl_pl: %d sekund

# PANOPTICON_LBL_SECONDS_1
source: %d second
pl_pl: %d sekunda

# PANOPTICON_LBL_MINUTES
source: %d minutes
pl_pl: %d minut

# PANOPTICON_LBL_MINUTES_1
source: %d minute
pl_pl: %d minuta

# PANOPTICON_LBL_HOURS
source: %d hours
pl_pl: %d godzin

# PANOPTICON_LBL_HOURS_1
source: %d hour
pl_pl: %d godzina

# PANOPTICON_LBL_DAY
source: %d days
pl_pl: %d dni

# PANOPTICON_LBL_DAY_1
source: %d day
pl_pl: %d dzień

# PANOPTICON_LBL_MONTH
source: %d months
pl_pl: %d miesięcy

# PANOPTICON_LBL_MONTH_1
source: %d month
pl_pl: %d miesiąc

# PANOPTICON_LBL_YEAR
source: %d years
pl_pl: %d lat

# PANOPTICON_LBL_YEAR_1
source: %d year
pl_pl: %d rok

# PANOPTICON_LBL_FROM_NOW
source: %s from now
pl_pl: %s od teraz

# PANOPTICON_LBL_AGO
source: %s ago
pl_pl: %s temu

# PANOPTICON_LBL_NEVER
source: (never)
pl_pl: (nigdy)

# PANOPTICON_LBL_RELTIME_NO_REFERENCE
source: (no reference timestamp was provided)
pl_pl: (nie podano odniesienia czasowego)

# PANOPTICON_LBL_UNSELECT
source: (No Selection)
pl_pl: (Brak wyboru)

# PANOPTICON_PRIVILEGE_SUPER
source: Superuser
pl_pl: Superużytkownik

# PANOPTICON_PRIVILEGE_SUPER_HELP
source: Gives access to application-level configuration and automatically grants all other permissions on all sites.
pl_pl: Daje dostęp do konfiguracji na poziomie aplikacji i automatycznie nadaje wszystkie inne uprawnienia na wszystkich witrynach.

# PANOPTICON_PRIVILEGE_VIEW
source: View
pl_pl: Widok

# PANOPTICON_PRIVILEGE_VIEW_HELP
source: Allows viewing site overview pages.
pl_pl: Umożliwia przeglądanie stron przeglądu witryn.

# PANOPTICON_PRIVILEGE_ADMIN
source: Administration
pl_pl: Administracja

# PANOPTICON_PRIVILEGE_ADMIN_HELP
source: Allows (re)configuring any sites.
pl_pl: Umożliwia (ponowne)konfigurowanie dowolnych witryn.

# PANOPTICON_PRIVILEGE_RUN
source: Execute
pl_pl: Wykonaj

# PANOPTICON_PRIVILEGE_RUN_HELP
source: Allows scheduling updates, taking backups, etc.
pl_pl: Umożliwia planowanie aktualizacji, tworzenie kopii zapasowych itp.

# PANOPTICON_PRIVILEGE_ADDOWN
source: Add Own
pl_pl: Dodaj własne

# PANOPTICON_PRIVILEGE_ADDOWN_HELP
source: Allows adding new sites, owned by the user. To view and edit the sites the user additionally needs either the View and Administration privileges, or the Edit Own privilege.
pl_pl: Umożliwia dodawanie nowych witryn, które należą do użytkownika. Aby przeglądać i edytować witryny, użytkownik potrzebuje dodatkowo uprawnień do przeglądania i administracji lub uprawnień do edycji własnych.

# PANOPTICON_PRIVILEGE_EDITOWN
source: Edit Own
pl_pl: Edytuj własne

# PANOPTICON_PRIVILEGE_EDITOWN_HELP
source: Allows viewing and editing any site owned by the user, even if the user does not have the View or Administration privilege respectively.
pl_pl: Pozwala na przeglądanie i edytowanie dowolnej witryny należącej do użytkownika, nawet jeśli użytkownik nie ma odpowiednio uprawnień do Przeglądania lub Administracji.

# PANOPTICON_LBL_FIELD_CREATED_ON
source: Created On
pl_pl: Utworzono dnia

# PANOPTICON_LBL_FIELD_CREATED_BY
source: Created By
pl_pl: Utworzone przez

# PANOPTICON_LBL_FIELD_MODIFIED_ON
source: Modified On
pl_pl: Zmodyfikowano dnia

# PANOPTICON_LBL_FIELD_MODIFIED_BY
source: Modified By
pl_pl: Zmodyfikowane przez

# PANOPTICON_LBL_FIELD_LOCKED_ON
source: Locked On
pl_pl: Zablokowane dnia

# PANOPTICON_LBL_FIELD_LOCKED_BY
source: Locked By
pl_pl: Zablokowane przez

# PANOPTICON_LBL_SELECT_USER
source: – Select a User –
pl_pl: – Wybierz użytkownika –

# PANOPTICON_APP_LBL_TOGGLE_NAVIGATION
source: Toggle navigation
pl_pl: Przełącz nawigację

# PANOPTICON_APP_LBL_LOGOUT
source: Log Out
pl_pl: Wyloguj

# PANOPTICON_APP_LBL_SHOW_HIDE_HELP
source: Show/Hide Help
pl_pl: Pokaż/Ukryj Pomoc

# PANOPTICON_APP_LBL_TOOLBAR
source: Toolbar
pl_pl: Pasek narzędzi

# PANOPTICON_APP_LBL_MESSAGES
source: Messages
pl_pl: Wiadomości

# PANOPTICON_APP_LBL_MESSAGETYPE_ERROR
source: Error
pl_pl: Błąd

# PANOPTICON_APP_LBL_MESSAGETYPE_WARNING
source: Warning
pl_pl: Ostrzeżenie

# PANOPTICON_APP_LBL_MESSAGETYPE_SUCCESS
source: Success
pl_pl: Sukces

# PANOPTICON_APP_LBL_MESSAGETYPE_INFO
source: Information
pl_pl: Informacja

# PANOPTICON_APP_LBL_MESSAGE_CLOSE
source: Close
pl_pl: Zamknij

# PANOPTICON_APP_LBL_DEBUG_PAGE_CREATION_TIME
source: Page creation time
pl_pl: Czas utworzenia strony

# PANOPTICON_APP_LBL_DEBUG_SECONDS
source: seconds
pl_pl: sekundy

# PANOPTICON_APP_LBL_DEBUG_PEAK_MEM_USAGE
source: Peak memory usage
pl_pl: Maksymalne zużycie pamięci

# PANOPTICON_APP_LBL_DEBUG_MEGABYTES
source: Megabytes
pl_pl: Megabajty

# PANOPTICON_APP_LBL_COPYRIGHT
source: Copyright © 2023–%s <a href="https://www.akeeba.com" target="_blank">Akeeba Ltd</a>. All legal rights reserved.
pl_pl: Prawa autorskie © 2023–%s <a href="https://www.akeeba.com" target="_blank">Akeeba Ltd</a>. Wszelkie prawa zastrzeżone.

# PANOPTICON_APP_LBL_LICENSE
source: %s is Free Software distributed under the <a href="https://www.gnu.org/licenses/agpl-3.0.html" target="_blank">GNU Affero GPL version 3</a> or any later version published by the Free Software Foundation.
pl_pl: %s jest Oprogramowaniem Wolnym rozpowszechnianym na licencji <a href="https://www.gnu.org/licenses/agpl-3.0.html" target="_blank">GNU Affero GPL w wersji 3</a> lub w późniejszej wersji opublikowanej przez Free Software Foundation.

# PANOPTICON_APP_LBL_SOURCE_CODE
source: Source code on GitHub
pl_pl: Kod źródłowy na GitHubie

# PANOPTICON_APP_LBL_SYSTEM_TASK
source: System Task
pl_pl: Zadanie systemowe

# PANOPTICON_APP_LBL_UNKNOWN_SITE
source: Unknown Site
pl_pl: Nieznana witryna

# PANOPTICON_APP_LBL_UNKNOWN_TASK_TYPE
source: Unknown Task Type
pl_pl: Nieznany typ zadania

# PANOPTICON_APP_LBL_STATUS_NO_EXIT
source: No return value
pl_pl: Brak wartości zwracanej

# PANOPTICON_APP_LBL_STATUS_NO_LOCK
source: Could not acquire lock
pl_pl: Nie można uzyskać blokady

# PANOPTICON_APP_LBL_STATUS_NO_RUN
source: Did not run
pl_pl: Nie uruchomiono

# PANOPTICON_APP_LBL_STATUS_NO_RELEASE
source: Could not release lock
pl_pl: Nie można zwolnić blokady

# PANOPTICON_APP_LBL_STATUS_EXCEPTION
source: Threw exception
pl_pl: Wystąpił wyjątek

# PANOPTICON_APP_LBL_STATUS_INITIAL_SCHEDULE
source: Has not yet run
pl_pl: Nie zostało jeszcze uruchomione

# PANOPTICON_APP_LBL_STATUS_WILL_RESUME
source: Will resume
pl_pl: Wznawianie

# PANOPTICON_APP_LBL_STATUS_TIMEOUT
source: Timed out
pl_pl: Przekroczono limit czasu

# PANOPTICON_APP_LBL_STATUS_NO_TASK
source: No such task ID
pl_pl: Brak takiego identyfikatora zadania

# PANOPTICON_APP_LBL_STATUS_NO_ROUTINE
source: No such task type
pl_pl: Nie ma takiego typu zadania

# PANOPTICON_APP_ERR_ALREADY_LOGGED_IN
source: You are already logged in
pl_pl: Jesteś już zalogowany

# PANOPTICON_BTN_NEXT
source: Next
pl_pl: Następne

# PANOPTICON_BTN_PREV
source: Back
pl_pl: Powrót

# PANOPTICON_BTN_ADD
source: New
pl_pl: Nowe

# PANOPTICON_BTN_EDIT
source: Edit
pl_pl: Edytuj

# PANOPTICON_BTN_COPY
source: Copy
pl_pl: Kopiuj

# PANOPTICON_BTN_DELETE
source: Delete
pl_pl: Usuń

# PANOPTICON_BTN_SAVE
source: Save &amp; Close
pl_pl: Zapisz i zamknij

# PANOPTICON_BTN_APPLY
source: Save
pl_pl: Zapisz

# PANOPTICON_BTN_CANCEL
source: Cancel
pl_pl: Anuluj

# PANOPTICON_BTN_ENABLE
source: Enable
pl_pl: Włącz

# PANOPTICON_BTN_DISABLE
source: Disable
pl_pl: Wyłącz

# PANOPTICON_APP_MENU_TITLE_ADMINISTRATION
source: Administration
pl_pl: Administracja

# PANOPTICON_APP_TEMPLATE_DEFAULT
source: Panopticon (Default Template)
pl_pl: Panopticon (Domyślny szablon)

# PANOPTICON_APP_LBL_LANGUAGE
source: Language
pl_pl: Język

# PANOPTICON_TASKTYPE_AKEEBABACKUP
source: Take a backup with Akeeba Backup
pl_pl: Wykonaj kopię zapasową za pomocą Akeeba Backup.

# PANOPTICON_TASKTYPE_EXTENSIONSUPDATE
source: Update Installed Extensions
pl_pl: Zaktualizuj zainstalowane rozszerzenia

# PANOPTICON_TASKTYPE_EXTENSIONUPDATESDIRECTOR
source: Schedule Automatic Joomla! Extension Updates
pl_pl: Zaplanuj automatyczne aktualizacje rozszerzeń Joomla!

# PANOPTICON_TASKTYPE_FILESCANNER
source: PHP File Change Scanner
pl_pl: Skaner zmian w plikach PHP

# PANOPTICON_TASKTYPE_MAXEXEC
source: Maximum Execution Time Test
pl_pl: Test maksymalnego czasu wykonywania

# PANOPTICON_TASKTYPE_JOOMLAUPDATE
source: Update Joomla! Core
pl_pl: Zaktualizuj rdzeń Joomla!

# PANOPTICON_TASKTYPE_REFRESHSITEINFO
source: Refresh Site Information
pl_pl: Odśwież informacje o witrynie

# PANOPTICON_TASKTYPE_REFRESHINSTALLEDEXTENSIONS
source: Refresh Installed Extensions
pl_pl: Odśwież zainstalowane rozszerzenia

# PANOPTICON_TASKTYPE_SENDMAIL
source: Send Enqueued Email Messages
pl_pl: Wyślij oczekujące wiadomości e-mail

# PANOPTICON_TASKTYPE_JOOMLAUPDATEDIRECTOR
source: Schedule Automatic Joomla Update
pl_pl: Zaplanuj automatyczną aktualizację Joomla!

# PANOPTICON_TASKTYPE_SELFUPDATEFINDER
source: Find Panopticon updates
pl_pl: Znajdź aktualizacje dla Panopticon

# PANOPTICON_TASKTYPE_USAGESTATS
source: Usage statistics collection
pl_pl: Zbieranie statystyk użycia

# PANOPTICON_TASKTYPE_DATABASEBACKUP
source: Database backup
pl_pl: Kopia zapasowa bazy danych

# PANOPTICON_TASKTYPE_UPDATESUMMARYEMAIL
source: Update summary email
pl_pl: E-mail z podsumowaniem aktualizacji

# PANOPTICON_TASKTYPE_SSLTLSEXPIRATION
source: Send emails about SSL/TLS certificate expiration
pl_pl: Wysyłanie e-maili dotyczących wygaśnięcia certyfikatu SSL/TLS

# PANOPTICON_TASKTYPE_UPTIMEMONITOR
source: Monitors sites' uptime
pl_pl: Monitoruje czas działania witryn

# PANOPTICON_TASKTYPE_ACTIONSUMMARYEMAIL
source: Sends a Site Action Summary email
pl_pl: Wysyła e-mail z podsumowaniem działań na stronie

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_SITE_DISABLED
source: Site %d is disabled
pl_pl: Strona %d jest wyłączona

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_SITE_INVALIDID
source: Invalid site ID
pl_pl: Nieprawidłowe ID strony

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_SITE_NOT_EXIST
source: Site %d does not exist
pl_pl: Strona %d nie istnieje.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_DOWNLOAD_FAILED
source: Downloading the update package has failed
pl_pl: Pobieranie pakietu aktualizacji nie powiodło się

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_INVALID_CHECKSUM
source: The downloaded update package has an invalid checksum.
pl_pl: Pobrany pakiet aktualizacji ma nieprawidłową sumę kontrolną.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_ENABLE_FAILED
source: Enabling the Joomla Update extraction script has failed
pl_pl: Włączenie skryptu wyodrębniania aktualizacji Joomla! nie powiodło się

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_UPDATE_DISAPPEARED
source: The update package has disappeared from the site. Is a plugin, or your host, clearing your site's temporary directory automatically?
pl_pl: Pakiet aktualizacyjny zniknął ze strony. Czy wtyczka lub Twój hosting automatycznie czyści katalog tymczasowy Twojej witryny?

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_NO_PASSWORD
source: Could not get the password for the Joomla Update extraction script
pl_pl: Nie można uzyskać hasła do skryptu wyodrębniającego aktualizację Joomla

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_FINALISE_FAILED
source: Finalising the update has failed. You may want to go to System, Maintenance, Database and check if Joomla itself appears as up-to-date.
pl_pl: Zakończenie aktualizacji nie powiodło się. Możesz przejść do System, Konserwacja, Bazy danych i sprawdzić, czy Joomla sama w sobie wydaje się być aktualna.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_NOT_J40
source: This is not a Joomla 4.0.0 to 4.0.3 (inclusive) site; cannot use restore.php for updates.
pl_pl: Ta strona nie jest stroną Joomla 4.0.0 do 4.0.3 (włącznie); nie można użyć restore.php do aktualizacji.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_NOT_J404
source: This is not a Joomla 4.0.4 or later site; cannot use extract.php for updates.
pl_pl: Ta strona nie jest stroną Joomla 4.0.4 lub nowszą; nie można użyć extract.php do aktualizacji.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_UNEXPECTED_HTTP
source: Unexpected HTTP %d while extracting the update; the site may be broken.
pl_pl: Nieoczekiwany kod HTTP %d podczas wypakowywania aktualizacji; strona może być uszkodzona.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_HTTP_401
source: HTTP status 401 while extracting the update. Your site's administrator folder is password protected. Please edit the site and enter the Administrator Directory Username and Password in the Connection tab. Then, retry scheduling an update for this site.
pl_pl: Status HTTP 401 podczas pobierania aktualizacji. Katalog administratora Twojej witryny jest chroniony hasłem. Proszę edytować witrynę i wprowadzić nazwę użytkownika i hasło do folderu Administratora w zakładce Połączenie. Następnie spróbuj zaplanować aktualizację dla tej witryny.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_INVALID_JSON
source: Invalid JSON response from the update extraction script; the site may be broken.
pl_pl: Nieprawidłowa odpowiedź JSON ze skryptu ekstrakcji aktualizacji; witryna może być uszkodzona.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_EXTRACTION_FAILED
source: The update extraction has failed; the site may be broken. Returned error message: “%s”
pl_pl: Ekstrakcja aktualizacji nie powiodła się; witryna może być uszkodzona. Zwrócony komunikat błędu: "%s"

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_NO_FACTORY
source: The update extraction script did not return its internal state; the site may be broken.
pl_pl: Skrypt ekstrakcji aktualizacji nie zwrócił swojego wewnętrznego stanu; witryna może być uszkodzona.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_FACTORY_GONE
source: Internal error extracting the update: we lost the internal state of the update extraction script. The site may be broken.
pl_pl: Wewnętrzny błąd podczas ekstrakcji aktualizacji: utracono wewnętrzny stan skryptu ekstrakcji aktualizacji. Witryna może być uszkodzona.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_RELOAD_UPDATES_FAILED
source: Could not reload the Joomla update information after applying the update; the site may be broken.
pl_pl: Nie można ponownie załadować informacji o aktualizacji Joomla po zastosowaniu aktualizacji; witryna może być uszkodzona.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_NO_UPDATE_AVAILABLE
source: The site %s (%s) is on Joomla %s. The latest available version is %s. Therefore, it cannot be updated.
pl_pl: Witryna %s (%s) działa na Joomla %s. Najnowsza dostępna wersja to %s. Dlatego nie może zostać zaktualizowana.

# PANOPTICON_TASK_JOOMLAUPDATE_LBL_UNKNOWN_VERSION
source: (Unknown)
pl_pl: (Nieznany)

# PANOPTICON_TASK_JOOMLAUPDATE_LBL_UNKNOWN_SITE
source: (Unknown Site)
pl_pl: (Nieznana witryna)

# PANOPTICON_TASK_JOOMLAUPDATE_LBL_UNKNOWN_TIME
source: (Unknown)
pl_pl: (Nieznany)

# PANOPTICON_TASK_JOOMLAUPDATE_LBL_UNKNOWN_DURATION
source: (Unknown)
pl_pl: (Nieznany)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_PREPARING
source: Preparing to update site %d (%s)
pl_pl: Przygotowanie do aktualizacji witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_DOWNLOADING
source: Downloading update package to site %d (%s)
pl_pl: Pobieranie pakietu aktualizacji do witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_DOWNLOADING_CHUNK_START
source: Beginning multi-part download of the update package to site %d (%s)
pl_pl: Rozpoczęcie wieloczęściowego pobierania pakietu aktualizacji do witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_DOWNLOADING_CHUNK_CONTINUE
source: Continuing multi-part download of the update package to site %d (%s) from offset %d
pl_pl: Kontynuowanie wieloczęściowego pobierania pakietu aktualizacji do witryny %d (%s) z przesunięciem %d

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_DOWNLOADING_CHUNK_END
source: Finished multi-part download of the update package to site %d (%s)
pl_pl: Zakończono wieloczęściowe pobieranie pakietu aktualizacji do witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_DOWNLOADING_CHUNK_FAILED
source: The multi-part download of the update package to site %d (%s) has failed; will try a single-part download instead
pl_pl: Wieloczęściowe pobieranie pakietu aktualizacji do witryny %d (%s) nie powiodło się; zamiast tego zostanie przeprowadzone pobieranie jednoczęściowe

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_PREUPDATE_EVENTS
source: Executing pre-update events for site %d (%s)
pl_pl: Wykonywanie zdarzeń przedaktualizacyjnych dla witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_PREUPDATE_WILL_CONTINUE
source: Will continue executing pre-update events for site %d (%s)
pl_pl: Będzie kontynuowane wykonywanie zdarzeń przedaktualizacyjnych dla witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_PREUPDATE_FINISHED
source: Finished executing pre-update events for site %d (%s)
pl_pl: Zakończono wykonywanie zdarzeń przedaktualizacyjnych dla witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_BACKUP_DONE
source: Done backing up before updating site %d (%s)
pl_pl: Zakończono tworzenie kopii zapasowej przed aktualizacją witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_BACKUP_DESCRIPTION
source: Automatic backup taken by Panopticon before upgrading to Joomla! %s
pl_pl: Automatyczna kopia zapasowa została utworzona przez Panopticon przed aktualizacją do Joomla! %s

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_BACKUP_NOT
source: I will NOT take a backup before updating site %d (%s)
pl_pl: Nie wykonam kopii zapasowej przed aktualizacją witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_BACKUP_START
source: Starting a backup before updating site %d (%s)
pl_pl: Rozpoczęcie tworzenia kopii zapasowej przed aktualizacją witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_BACKUP_RESUME
source: Continuing the backup before updating site %d (%s)
pl_pl: Kontynuowanie tworzenia kopii zapasowej przed aktualizacją witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_BACKUP_FAIL
source: Failed to take a backup before updating site %d (%s); update canceled
pl_pl: Nie udało się wykonać kopii zapasowej przed aktualizacją witryny %d (%s); aktualizacja anulowana

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_ENABLE_EXTRACT
source: Enabling Joomla Update\'s extraction script for site %d (%s)
pl_pl: Włączanie skryptu ekstrakcji aktualizacji Joomla dla witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_EXTRACT_START
source: Starting the update package extraction for site %d (%s)
pl_pl: Rozpoczęcie rozpakowywania pakietu aktualizacji dla witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_EXTRACT_CONTINUE
source: Continuing the update package extraction for site %d (%s)
pl_pl: Kontynuowanie rozpakowywania pakietu aktualizacji dla witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_EXTRACT_FINISH
source: Finished the update package extraction for site %d (%s)
pl_pl: Zakończono rozpakowywanie pakietu aktualizacji dla witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_POSTEXTRACT
source: Cleaning up old files after extracting the update for site %d (%s)
pl_pl: Czyszczenie starych plików po rozpakowaniu aktualizacji dla witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_FINALISE
source: Finalising the update for site %d (%s)
pl_pl: Finalizowanie aktualizacji dla witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_POSTUPDATE_EVENTS
source: Executing post-update events for site %d (%s)
pl_pl: Wykonywanie zdarzeń po aktualizacji dla witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_POSTUPDATE_WILL_CONTINUE
source: Will continue executing post-update events for site %d (%s)
pl_pl: Będzie kontynuowane wykonywanie zdarzeń po aktualizacji dla witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_POSTUPDATE_FINISHED
source: Finished executing post-update events for site %d (%s)
pl_pl: Zakończono wykonywanie zdarzeń po aktualizacji dla witryny %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_RELOAD_UPDATES
source: Reloading Joomla update information on site %d (%s)
pl_pl: Ponowne ładowanie informacji o aktualizacji Joomla na stronie %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_RELOAD_SITEINFO
source: Refreshing the site information for the just updated site %d (%s)
pl_pl: Odświeżanie informacji o witrynie właśnie zaktualizowanej %d (%s)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_WILL_BE_UPDATED
source: Site %d (%s) will be updated from Joomla! %s to Joomla! %s.
pl_pl: Witryna %d (%s) zostanie zaktualizowana z Joomla! %s do Joomla! %s.

# PANOPTICON_SETUP_TITLE
source: Installation
pl_pl: Instalacja

# PANOPTICON_SETUP_SUBTITLE_PRECHECK
source: Check Requirements
pl_pl: Sprawdź Wymagania
