Repository: rkonikpl/panopticon
Catalog: languages/*.po
Languages: pl_pl

# PANOPTICON_SITE_LBL_JUPDATE_CANNOT_INSTALL
source: The newer Joomla! version %s is available but cannot be installed because of your site preferences.
pl_pl: Nowa wersja Joomla! %s jest dostępna, ale nie może być zainstalowana ze względu na preferencje Twojej witryny.

# PANOPTICON_SITE_LBL_JUPDATE_FIX_TO_INSTALL_NEXT_VERSION
source: Go to your site's administrator backend, System, Update, Joomla, click on Options, and change the update channel to Joomla Next. Please check Joomla's requirements, especially the database version and PHP version requirements. Note that your site is currently using PHP %s.
pl_pl: Przejdź do panelu administratora Twojej witryny, System, Aktualizacja, Joomla, kliknij na Opcje i zmień kanał aktualizacji na Joomla Next. Proszę sprawdzić wymagania Joomla, zwłaszcza wersję bazy danych i wymagania dotyczące wersji PHP. Zauważ, że Twoja witryna aktualnie korzysta z PHP %s.

# PANOPTICON_SITE_LBL_JUPDATE_NOT_SCHEDULED
source: The update is <span class="text-danger fw-semibold">not scheduled</span> to run automatically. You can run the update manually on your site, or click on the button below.
pl_pl: Aktualizacja <span class="text-danger fw-semibold">nie jest zaplanowana</span> do uruchomienia automatycznie. Możesz uruchomić aktualizację ręcznie na swojej witrynie lub kliknąć poniższy przycisk.

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULED
source: The update is <span class="fw-semibold text-success">scheduled</span> to run automatically after %s.
pl_pl: Aktualizacja jest <span class="fw-semibold text-success">zaplanowana</span> do automatycznego uruchomienia za %s.

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULED_ASAP
source: The update is <span class="fw-semibold text-success">scheduled</span> to run automatically as soon as possible.
pl_pl: Aktualizacja jest <span class="fw-semibold text-success">zaplanowana</span> do automatycznego uruchomienia tak szybko, jak to możliwe

# PANOPTICON_SITE_LBL_JUPDATE_RUNNING
source: The update is <span class="fw-semibold text-success">currently taking place</span>
pl_pl: Aktualizacja <span class="fw-semibold text-success">aktualnie trwa</span>.

# PANOPTICON_SITE_LBL_JUPDATE_ERRORED
source: The update was scheduled to run automatically but ran into an error:
pl_pl: Aktualizacja miała być uruchomiona automatycznie, ale napotkała błąd:

# PANOPTICON_SITE_LBL_JUPDATE_THE_ERROR_REPORTED_WAS
source: The error reported was:
pl_pl: Raportowany błąd to:

# PANOPTICON_SITE_LBL_JUPDATE_ERROR_TRACE
source: Error trace (for debugging):
pl_pl: Śledzenie błędów (do debugowania):

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULE_UPDATE
source: Schedule Automatic Update to Joomla! %s
pl_pl: Zaplanuj automatyczną aktualizację do Joomla! %s

# PANOPTICON_SITE_LBL_JUPDATE_UNSCHEDULE_UPDATE
source: Cancel Automatic Update
pl_pl: Anuluj automatyczną aktualizację

# PANOPTICON_SITE_LBL_JUPDATE_UNSCHEDULE_ERR_NOT_SCHEDULED
source: There is no scheduled update.
pl_pl: Nie ma zaplanowanej aktualizacji.

# PANOPTICON_SITE_LBL_JUPDATE_UNSCHEDULE_ERR_RUNNING
source: The scheduled update is already running.
pl_pl: Zaplanowana aktualizacja już się wykonuje.

# PANOPTICON_SITE_ERR_JUPDATE_UNSCHEDULE_FAILED
source: Could not cancel the Joomla core update.
pl_pl: Nie można anulować aktualizacji jądra Joomla.

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULE_CLEAR_ERROR
source: Clear Error
pl_pl: Wyczyść błąd

# PANOPTICON_SITE_LBL_JUPDATE_REFRESH_CORE_PROMPT
source: Site woes? Try refreshing the Joomla! core files.
pl_pl: Problemy z witryną? Spróbuj odświeżyć pliki główne Joomla!.

# PANOPTICON_SITE_LBL_JUPDATE_BTN_REFRESH_CORE_PROMPT
source: Schedule Joomla! %s Files Refresh
pl_pl: Zaplanuj odświeżenie plików Joomla! %s

# PANOPTICON_SITE_LBL_JUPDATE_REFRESH_CORE_NOTE
source: Refreshing the Joomla! core files is <em>always safe</em>. Your site contents will not be changed. Use this to undo changes to the Joomla! core files (“core hacks”), or if you suspect that your site does not work correctly because of a failed update.
pl_pl: Odświeżanie plików głównych Joomla! jest <em> zawsze bezpieczne</em>. Zawartość Twojej witryny nie zostanie zmieniona. Użyj tej funkcji, aby cofnąć zmiany w plikach głównych Joomla! ("modyfikacje wewnętrzne"), lub jeśli podejrzewasz, że Twoja witryna nie działa poprawnie z powodu nieudanej aktualizacji.

# PANOPTICON_SITE_LBL_JUPDATE_REFRESH_SCHEDULED
source: The core files refresh is <span class="fw-semibold text-success">scheduled</span> to run automatically after %s.
pl_pl: Odświeżenie plików jądra jest <span class="fw-semibold text-success">zaplanowane</span> do automatycznego uruchomienia po %s.

# PANOPTICON_SITE_LBL_JUPDATE_REFRESH_SCHEDULED_ASAP
source: The core files refresh is <span class="fw-semibold text-success">scheduled</span> to run automatically as soon as possible.
pl_pl: Odświeżenie plików jądra jest <span class="fw-semibold text-success">zaplanowane</span> do automatycznego uruchomienia tak szybko, jak to możliwe.

# PANOPTICON_SITE_LBL_JUPDATE_REFRESH_RUNNING
source: The core files refresh is <span class="fw-semibold text-success">currently taking place</span>
pl_pl: Odświeżanie plików jądra <span class="fw-semibold text-success">aktualnie ma miejsce</span>.

# PANOPTICON_SITE_LBL_JUPDATE_REFRESH_ERRORED
source: The core files refresh ran into an error:
pl_pl: Odświeżanie plików jądra napotkało błąd:

# PANOPTICON_SITE_LBL_JUPDATE_SOURCE_INFO
source: The Joomla! update availability information is provided by your site. Joomla! End-of-Life and security-only support dates are manually collected from the information published by the Joomla! project.
pl_pl: Informacje o dostępności aktualizacji Joomla! są dostarczane przez Twoją witrynę. Daty zakończenia wsparcia i wsparcia tylko dla zabezpieczeń dla Joomla! są ręcznie zbierane z informacji opublikowanych przez projekt Joomla!.

# PANOPTICON_SITE_LBL_TEMPLATE_OVERRIDES_CHANGED_N
source: %d template overrides need to be reviewed
pl_pl: %d nadpisywania szablonów musi być przejrzane

# PANOPTICON_SITE_LBL_TEMPLATE_OVERRIDES_CHANGED_N_1
source: One template override needs to be reviewed
pl_pl: Jedeno nadpisanie szablonu wymaga przeglądu.

# PANOPTICON_SITE_BTN_TEMPLATE_OVERRIDES_CHECK
source: Check Template Overrides
pl_pl: Sprawdź nadpisywanie szablonów.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_SCHEDULE_UPDATE
source: Schedule Automatic Update to version %s
pl_pl: Zaplanuj automatyczną aktualizację do wersji %s.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_WILL_RUN
source: Extension updates will run automatically
pl_pl: Aktualizacje rozszerzeń będą uruchamiane automatycznie.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_RUNNING
source: Automatic extension updates are in progress
pl_pl: Automatyczne aktualizacje rozszerzeń są w trakcie realizacji.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_ERRORED
source: Automatic extension updates ran into an error:
pl_pl: Automatyczne aktualizacje rozszerzeń napotkały błąd:

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_STUCK
source: Automatic extension updates are stuck
pl_pl: Automatyczne aktualizacje rozszerzeń utknęły.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_STUCK_HELP
source: There are pending extension updates, but there is no scheduled update task to install them.
pl_pl: Istnieją oczekujące aktualizacje rozszerzeń, ale nie ma zaplanowanego zadania aktualizacji do ich zainstalowania.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_MAYBE_STUCK
source: Automatic extension updates may be stuck
pl_pl: Automatyczne aktualizacje rozszerzeń mogą być zatrzymane.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_MAYBE_STUCK_HELP
source: Automatic extension updates are running, but the last time we detected any progress was at %s. If you have reasons to believe that this is not just because of a rather slow server, you can try resetting the updates by clicking the button below.
pl_pl: Automatyczne aktualizacje rozszerzeń są w trakcie, ale ostatni raz wykryliśmy jakiekolwiek postępy o godzinie %s. Jeśli masz powody, by sądzić, że nie wynika to tylko z wolnego serwera, możesz spróbować zresetować aktualizacje, klikając poniższy przycisk.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_RESCHEDULE
source: Reschedule Automatic Extension Updates
pl_pl: Zaplanuj ponownie automatyczne aktualizacje rozszerzeń.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_CANCEL
source: Cancel Automatic Extension Updates
pl_pl: Anuluj automatyczne aktualizacje rozszerzeń.

# PANOPTICON_SITE_BTN_PHP_RELOAD
source: Reload PHP Information
pl_pl: Przeładuj informacje o PHP

# PANOPTICON_SITE_BTN_EXTENSIONS_RELOAD
source: Reload Extensions Information
pl_pl: Przeładuj informacje o rozszerzeniach

# PANOPTICON_SITE_BTN_EXTENSIONS_RELOAD_SR
source: Reload Extensions Information for site “%s”
pl_pl: Przeładuj informacje o rozszerzeniach dla witryny "%s"

# PANOPTICON_SITE_LBL_PHP_UNKNOWN
source: Unknown PHP %s
pl_pl: Nieznana wersja PHP %s

# PANOPTICON_SITE_LBL_PHP_EOL
source: End-of-Life PHP %s
pl_pl: Koniec wsparcia (End-of-Life) dla PHP %s

# PANOPTICON_SITE_LBL_PHP_EOL_INFO
source: PHP %s reached its End-of-Life on %s. You should upgrade your site to PHP %s or later.
pl_pl: PHP %s osiągnął koniec wsparcia (End-of-Life) dnia %s. Powinieneś zaktualizować swoją witrynę do wersji PHP %s lub nowszej.

# PANOPTICON_SITE_LBL_PHP_LTS_HEAD
source: Note about “long term support” Linux distributions
pl_pl: Notatka dotycząca dystrybucji systemów Linux o "długoterminowym wsparciu".

# PANOPTICON_SITE_LBL_PHP_LTS_P1
source: Some Linux Distributions, such as RedHat Enterprise Linux and Ubuntu Server, may offer “long term support” for certain PHP versions past their End of Life date.
pl_pl: Niektóre dystrybucje systemu Linux, takie jak RedHat Enterprise Linux i Ubuntu Server, mogą oferować "długoterminowe wsparcie" dla określonych wersji PHP po dacie zakończenia wsparcia.

# PANOPTICON_SITE_LBL_PHP_LTS_P2
source: Please note that this typically requires an additional, often expensive, per-server license. Moreover, some security fixes which require changes in the internal PHP architecture cannot be applied in these old PHP versions. Finally, functional issues (‘bugs’) and compatibility with newer Internet standards and best practices are <em>never</em> addressed.
pl_pl: Należy zauważyć, że zazwyczaj wymaga to dodatkowej, często kosztownej, licencji na serwer. Ponadto, niektóre poprawki bezpieczeństwa, które wymagają zmian w wewnętrznej architekturze PHP, nie mogą być stosowane w tych starych wersjach PHP. Ostatecznie, kwestie funkcjonalne ("błędy") oraz zgodność z nowszymi standardami internetowymi i najlepszymi praktykami <em>nigdy</em> nie są rozwiązywane.

# PANOPTICON_SITE_LBL_PHP_LTS_P3
source: While these Long Term Support distributions are useful for specific use cases - such as company intranets and extranets - they are ultimately not suitable for long term use on a publicly accessible website. We strongly recommend installing and using one of the actively supported PHP branches (currently, PHP versions %s and %s).
pl_pl: Choć te dystrybucje z długoterminowym wsparciem są przydatne w określonych przypadkach użycia, takich jak intranet i ekstranet firmowy, ostatecznie nie są one odpowiednie do długotrwałego użytkowania na publicznie dostępnej stronie internetowej. Zdecydowanie zalecamy instalację i korzystanie z jednego z aktywnie wspieranych gałęzi PHP (obecnie wersje PHP %s i %s).

# PANOPTICON_SITE_LBL_WHERE_DID_I_GET_DATA
source: Where did I get this data from?
pl_pl: Skąd pochodzą te dane?

# PANOPTICON_SITE_LBL_PHP_UPDATE_AVAILABLE
source: The latest PHP %s version is %s. You need to update PHP on your server.
pl_pl: Najnowsza wersja PHP to %s. Musisz zaktualizować PHP na swoim serwerze.

# PANOPTICON_SITE_LBL_PHP_SECURITY_ONLY
source: This version of PHP receives security updates, but no bug fixes. It will become End of Life on %s.
pl_pl: Ta wersja PHP otrzymuje aktualizacje zabezpieczeń, ale nie poprawki błędów. Zostanie wycofana z użytku (End of Life) %s.

# PANOPTICON_SITE_LBL_PHP_SHOULD_UPGRADE
source: You should upgrade to PHP %s as soon as possible.
pl_pl: Powinieneś jak najszybciej zaktualizować PHP do wersji %s.

# PANOPTICON_SITE_LBL_PHP_VERSION_INFO
source: This version of PHP receives security updates and bug fixes until %s. It will become End of Life on %s.
pl_pl: Ta wersja PHP otrzymuje aktualizacje zabezpieczeń i poprawki błędów do %s. Zostanie wycofana z użytku (End of Life) %s.

# PANOPTICON_SITE_LBL_PHP_NEWER_BRANCH_AVAILABLE
source: There is a newer PHP version family available, PHP %s. It is strongly recommended that you update to this version before %s.
pl_pl: Dostępna jest nowsza rodzina wersji PHP, PHP %s. Zdecydowanie zaleca się aktualizację do tej wersji przed %s.

# PANOPTICON_SITE_LBL_SERVER_HEAD
source: Server Information
pl_pl: Informacje o serwerze

# PANOPTICON_SITE_LBL_SERVER_OS_OTHER
source: Unknown OS
pl_pl: Nieznany system operacyjny

# PANOPTICON_SITE_LBL_SERVER_CPU_UNKNOWN
source: Unknown CPU
pl_pl: Nieznany CPU

# PANOPTICON_SITE_LBL_SERVER_UPTIME
source: Uptime
pl_pl: Czas działania (uptime)

# PANOPTICON_SITE_LBL_SERVER_LOAD
source: Server Load
pl_pl: Obciążenie serwera

# PANOPTICON_SITE_LBL_SERVER_CPU_UTILISATION
source: CPU Utilisation
pl_pl: Wykorzystanie procesora (CPU)

# PANOPTICON_SITE_LBL_SERVER_CPU_TYPE_USER
source: User
pl_pl: Użytkownik

# PANOPTICON_SITE_LBL_SERVER_CPU_TYPE_IDLE
source: Idle
pl_pl: Bezczynność

# PANOPTICON_SITE_LBL_SERVER_RAM_UTILISATION
source: Memory utilisation
pl_pl: Wykorzystanie pamięci

# PANOPTICON_SITE_LBL_SERVER_RAM_TYPE_USED
source: Used
pl_pl: Użyte

# PANOPTICON_SITE_LBL_SERVER_RAM_TYPE_FREE
source: Free
pl_pl: Wolne

# PANOPTICON_SITE_LBL_SERVER_DISK_TABLE_COMMENT
source: Table of disk usage on the server
pl_pl: Tabela użycia dysku na serwerze

# PANOPTICON_SITE_LBL_SERVER_DISK_SITE
source: Site Storage
pl_pl: Przechowywanie witryny

# PANOPTICON_SITE_LBL_SERVER_DISK_DB
source: Database Storage
pl_pl: Przechowywanie bazy danych

# PANOPTICON_SITE_LBL_SERVER_DISK_COMMON
source: Site &amp; Database Storage
pl_pl: Witryna &amp; Przechowywanie bazy danych

# PANOPTICON_SITE_LBL_SERVER_MOUNT_POINT
source: Mount Point
pl_pl: Punkt montowania

# PANOPTICON_SITE_LBL_SERVER_USED
source: Used: %u MiB of %u MiB
pl_pl: Użyto: %u MiB z %u MiB

# PANOPTICON_SITE_LBL_SERVER_FREE
source: Free: %u MiB
pl_pl: Wolne: %u MiB

# PANOPTICON_SITE_LBL_SERVER_CALL_YOUR_HOST
source: If this keeps happening frequently you may want to contact your host about moving your site to a bigger hosting package, or otherwise upgrading your site's server.
pl_pl: Jeśli to się często zdarza, możesz chcieć skontaktować się z dostawcą hostingu w sprawie przeniesienia swojej witryny na większy pakiet hostingowy lub w inny sposób zaktualizowania serwera Twojej witryny.

# PANOPTICON_SITE_LBL_SERVER_WARN_IOWAIT
source: High I/O Wait (%0.2f%%)
pl_pl: Wysokie oczekiwanie na I/O (%0.2f%%)

# PANOPTICON_SITE_LBL_SERVER_WARN_IOWAIT_WHAT
source: Your server is spending a lot of time waiting for disk operations, as expressed by the I/O Wait time (it is expressed as a percentage of the total CPU time available). This means that your server's storage is struggling to keep up with the demand.
pl_pl: Twój serwer spędza dużo czasu na oczekiwaniu na operacje dyskowe, co wyraża się czasem oczekiwania na I/O (jest wyrażany jako procent dostępnego czasu procesora). Oznacza to, że magazyn Twojego serwera ma trudności z nadążaniem za zapotrzebowaniem.

# PANOPTICON_SITE_LBL_SERVER_WARN_CPU
source: High CPU Utilisation (%0.2f%%)
pl_pl: Wysokie wykorzystanie procesora (%0.2f%%)

# PANOPTICON_SITE_LBL_SERVER_WARN_CPU_WHAT
source: Your server is closing to using its processor (CPU) to the maximum capacity available. This means that your server is struggling under the load.
pl_pl: Twój serwer zbliża się do wykorzystania procesora (CPU) do maksymalnej dostępnej pojemności. Oznacza to, że Twój serwer ma trudności z obciążeniem.

# PANOPTICON_SITE_LBL_SERVER_WARN_SITE_DISK
source: High Site Disk Usage (%0.2f%%)
pl_pl: Wysokie użycie dysku witryny (%0.2f%%)

# PANOPTICON_SITE_LBL_SERVER_WARN_COMMON_DISK
source: High Site &amp; Database Disk Usage (%0.2f%%)
pl_pl: Wysokie użycie dysku witryny i bazy danych (%0.2f%%)

# PANOPTICON_SITE_LBL_SERVER_WARN_SITE_DISK_WHAT
source: Your server's storage is almost at capacity. When you exceed this limit you will not be able to create files (including cache and temporary files), leading to your site being unable to function properly.
pl_pl: Pamięć Twojego serwera jest prawie zapełniona. Gdy przekroczysz ten limit, nie będziesz mógł tworzyć plików (w tym plików cache i plików tymczasowych), co może prowadzić do niedziałającej poprawnie witryny.

# PANOPTICON_SITE_LBL_SERVER_WARN_COMMON_DISK_WHAT
source: Your server's storage is almost at capacity. When you exceed this limit you will not be able to perform database operations which delete or create data, you will not be able to create files (including cache and temporary files), leading to your site being unable to function properly.
pl_pl: Pamięć na serwerze jest prawie zapełniona. Gdy przekroczysz ten limit, nie będziesz mógł wykonywać operacji bazodanowych, które usuwają lub tworzą dane, nie będziesz mógł tworzyć plików (w tym plików tymczasowych i cache), co prowadzi do nieprawidłowego funkcjonowania Twojej witryny.

# PANOPTICON_SITE_LBL_SERVER_WARN_DB_DISK
source: High Database Disk Usage (%0.2f%%)
pl_pl: Wysokie użycie dysku bazy danych (%0.2f%%)

# PANOPTICON_SITE_LBL_SERVER_WARN_DB_DISK_WHAT
source: Your server's storage is almost at capacity. When you exceed this limit you will not be able to perform database operations which delete or create data, leading to your site being unable to function properly.
pl_pl: Pamięć Twojego serwera jest prawie zapełniona. Gdy przekroczysz ten limit, nie będziesz mógł wykonywać operacji bazodanowych, które usuwają lub tworzą dane, co może prowadzić do niedziałającej poprawnie witryny.

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD
source: Extensions
pl_pl: Rozszerzenia

# PANOPTICON_SITE_LBL_EXTENSIONS_UPDATE_INFO
source: Update Extension Information
pl_pl: Zaktualizuj informacje o rozszerzeniu

# PANOPTICON_SITE_LBL_EXTENSIONS_LAST_CHECKED
source: Last checked:
pl_pl: Ostatnio sprawdzono:

# PANOPTICON_SITE_LBL_EXTENSIONS_NAME
source: Extension name
pl_pl: Nazwa rozszerzenia

# PANOPTICON_SITE_LBL_EXTENSIONS_AUTHOR
source: Author
pl_pl: Autor

# PANOPTICON_SITE_LBL_EXTENSIONS_VERSION
source: Version
pl_pl: Wersja

# PANOPTICON_SITE_LBL_EXTENSIONS_WILL_AUTOUPDATE
source: This extension will be updated automatically.
pl_pl: To rozszerzenie będzie aktualizowane automatycznie.

# PANOPTICON_SITE_LBL_EXTENSIONS_WILL_NOT_AUTOUPDATE
source: This extension will not be updated automatically because of a problem.
pl_pl: To rozszerzenie nie zostanie zaktualizowane automatycznie z powodu problemu.

# PANOPTICON_SITE_LBL_EXTENSIONS_SCHEDULED_UPDATE
source: This extension is scheduled to be updated automatically.
pl_pl: To rozszerzenie jest zaplanowane do automatycznej aktualizacji.

# PANOPTICON_SITE_LBL_EXTENSIONS_UPDATESITE_MISSING
source: Update Site Missing
pl_pl: Brak aktualizacji witryny

# PANOPTICON_SITE_LBL_EXTENSIONS_DOWNLOADKEY_MISSING
source: Download Key Missing
pl_pl: Pobierz Brakujący klucz

# PANOPTICON_SITE_LBL_EXTENSIONS_NEWVERSION_CANNOTINSTALL_SR
source: A new version is available, but cannot be installed:
pl_pl: Dostępna jest nowa wersja, ale nie może zostać zainstalowana:

# PANOPTICON_SITE_LBL_EXTENSIONS_NEWVERSION_CANINSTALL_SR
source: A new version is available:
pl_pl: Dostępna jest nowa wersja:

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD_UPDATES_N
source: %s extensions can be updated.
pl_pl: Możliwa jest aktualizacja %s rozszerzeń.

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD_UPDATES_N_1
source: One extension can be updated.
pl_pl: Jedno rozszerzenie może zostać zaktualizowane.

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD_UPDATESITES_N
source: %s extensions are missing an update site.
pl_pl: Brakuje witryny aktualizacji dla %s rozszerzeń.

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD_UPDATESITES_N_1
source: One extension is missing an update site.
pl_pl: Jedno rozszerzenie nie ma zdefiniowanej strony z aktualizacjami.

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD_NOKEY_N
source: %s extensions are missing a Download Key.
pl_pl: Brakuje klucza pobierania dla %s rozszerzeń.

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD_NOKEY_N_1
source: One extension is missing a Download Key.
pl_pl: Jedno rozszerzenie nie ma przypisanego klucza pobierania.

# PANOPTICON_SITE_LBL_EXTENSIONS_FILTERS
source: Filters
pl_pl: Filtry

# PANOPTICON_SITE_LBL_EXTENSIONS_FILTER_UPDATESITE
source: No Update Site
pl_pl: Brak strony z aktualizacjami

# PANOPTICON_SITE_LBL_EXTENSIONS_FILTER_DLID
source: Missing Download ID
pl_pl: Brakujące ID pobierania

# PANOPTICON_SITE_LBL_EXTENSIONS_FILTER_NAUGHTY
source: Extension with Problematic Updates
pl_pl: Rozszerzenie z problematycznymi aktualizacjami

# PANOPTICON_SITE_LBL_EXTENSIONS_FILTER_SCHEDULED
source: Automatic Updates Available
pl_pl: Dostępne są automatyczne aktualizacje

# PANOPTICON_SITE_LBL_EXTENSIONS_FILTER_UNSCHEDULED
source: Manual Updates Available
pl_pl: Dostępne są ręczne aktualizacje

# PANOPTICON_SITE_LBL_BACKUP_HEAD
source: Backup
pl_pl: Kopia zapasowa

# PANOPTICON_SITE_LBL_BACKUP_SUBHEAD
source: using Akeeba Backup Professional
pl_pl: korzystając z Akeeba Backup Professional

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTFOUND_HEAD
source: Akeeba Backup not found.
pl_pl: Nie znaleziono Akeeba Backup.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTFOUND_BODY
source: You need to install Akeeba Backup Professional on your site to schedule and execute backups through Panopticon.
pl_pl: Musisz zainstalować Akeeba Backup Professional na swojej witrynie, aby planować i wykonywać kopie zapasowe za pomocą Panopticon.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTFOUND_NOTE_FOR_AFTERWARDS
source: After installing Akeeba Backup Professional please go back to the site overview page to link Akeeba Backup with Panopticon.
pl_pl: Po zainstalowaniu Akeeba Backup Professional, przejdź ponownie do strony przeglądu witryny, aby połączyć Akeeba Backup z Panopticonem.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTFOUND_SOLUTION
source: After installing Akeeba Backup Professional please click the button below to tell Panopticon to relink with the Akeeba Backup installation on your site.
pl_pl: Po zainstalowaniu Akeeba Backup Professional kliknij poniższy przycisk, aby poinformować Panopticon o ponownym połączeniu z instalacją Akeeba Backup na twojej witrynie.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_CORE_HEAD
source: Akeeba Backup Core is not compatible with Panopticon.
pl_pl: Akeeba Backup Core nie jest kompatybilny z Panopticon.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_CORE_BODY
source: You need to install Akeeba Backup Professional on your site to schedule and execute backups through Panopticon.
pl_pl: Musisz zainstalować Akeeba Backup Professional na swojej witrynie, aby planować i wykonywać kopie zapasowe za pomocą Panopticon.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_CANNOTCONNECT_HEAD
source: Cannot find a way to connect to Akeeba Backup.
pl_pl: Nie można znaleźć sposobu na połączenie się z Akeeba Backup.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_CANNOTCONNECT_BODY
source: Panopticon cannot find a way to connect to your site's Akeeba Backup JSON API.
pl_pl: Panopticon nie może znaleźć sposobu na połączenie się z interfejsem API JSON Akeeba Backup na Twojej witrynie.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTLINKED_HEAD
source: Akeeba Backup is not linked.
pl_pl: Akeeba Backup nie jest połączony.
